Repository: captainpragmatic/PRAHO
Catalog: services/portal/locale/*/LC_MESSAGES/django.po
Languages: ro

source: All Statuses
ro: Toate stările

source: Draft
ro: Ciornă

source: Issued
ro: Emisă

source: Sent
ro: Trimisă

source: Accepted
ro: Acceptată

source: Paid
ro: Plătită

source: Overdue
ro: Restantă

source: Expired
ro: Expirată

source: Void
ro: Anulată

source: Refunded
ro: Rambursată

source: Unable to load invoices. Please try again.
ro: Nu s-au putut încărca facturile. Te rugăm să încerci din nou.

source: Invoice not found or access denied.
ro: Factura nu a fost găsită sau accesul este interzis.

source: Unable to load invoice details. Please try again.
ro: Nu s-au putut încărca detaliile facturii. Te rugăm să încerci din nou.

source: Successfully synced {len(synced_invoices)} invoices.
ro: S-au sincronizat cu succes {len(synced_invoices)} facturi.

source: Unable to sync invoices. Please try again.
ro: Nu s-au putut sincroniza facturile. Te rugăm să încerci din nou.

source: Unable to generate PDF. Please try again.
ro: Nu s-a putut genera PDF-ul. Te rugăm să încerci din nou.

source: Proforma not found or access denied.
ro: Proforma nu a fost găsită sau accesul este interzis.

source: Unable to load proforma details. Please try again.
ro: Nu s-au putut încărca detaliile proformei. Te rugăm să încerci din nou.

source: Could not load account information. Please try again later or contact support if the problem persists.
ro: Nu s-a putut load account information. Please try again later or contact support if the problem persists.

source: Could not load account information. Please try again later.
ro: Nu s-a putut load account information. Please try again later.

source: Product is not available
ro: Produsul nu este disponibil

source: This product requires a domain name
ro: Acest produs necesită un nume de domeniu

source: Error calculating totals
ro: Eroare la calcularea totalurilor

source: Cart is empty
ro: Coșul este gol

source: Unable to validate your order. Please ensure your company profile is complete with:
ro: Nu se poate valida comanda dvs. Vă rugăm să vă asigurați că profilul companiei dvs. este complet cu:

source: Company name and VAT number
ro: Denumirea companiei și numărul de TVA

source: Complete billing address
ro: Adresa de facturare completă

source: Contact email and phone number
ro: Adresa de email și numărul de telefon de contact

source: Error creating order
ro: Eroare la crearea comenzii

source: Request blocked by security policy.
ro: Cererea a fost blocată de politica de securitate.

source: All Products
ro: Toate Produsele

source: Shared Hosting
ro: Găzduire partajată

source: VPS Hosting
ro: Găzduire VPS

source: Dedicated Server
ro: Server dedicat

source: Domains
ro: Domenii

source: SSL Certificates
ro: Certificate SSL

source: Email Hosting
ro: Găzduire Email

source: Invalid price seal
ro: price seal invalid(ă)

source: Product added to cart successfully!
ro: Produs adăugat în coș cu succes!

source: Product is currently not available for purchase.
ro: Produsul nu este disponibil momentan pentru achiziție.

source: Authentication error. Please refresh the page.
ro: Eroare de autentificare. Vă rugăm reîncărcați pagina.

source: Cannot proceed with empty cart.
ro: Nu se poate proceed with empty cart.

source: We need more information to complete your order.
ro: Avem nevoie de mai multe informații pentru a finaliza comanda dvs.

source: Error calculating order totals.
ro: Eroare la calcularea totalurilor comenzii.

source: Cannot create order with empty cart.
ro: Nu se poate create order with empty cart.

source: Cart version mismatch. Please refresh and try again.
ro: Versiune coș incompatibilă. Vă rugăm reîncărcați și încercați din nou.

source: Order validation failed: {}
ro: Validarea comenzii a eșuat: {}

source: Order #{} was created successfully and is ready for payment!
ro: Comanda #{} a fost creată cu succes și este gata pentru plată!

source: Order #{} was created successfully, but payment processing is temporarily unavailable.
ro: Comanda #{} a fost creată cu succes, dar procesarea plății este temporar indisponibilă.

source: Order #{} was created successfully! You can view it in your orders list.
ro: Comanda #{} a fost creată cu succes! O puteți vizualiza în lista dumneavoastră de comenzi.

source: Cart was modified. Please review and try again.
ro: Coșul a fost modificat. Vă rugăm verificați și încercați din nou.

source: Order validation failed. Please check your information.
ro: Validarea comenzii a eșuat. Vă rugăm verificați informațiile dumneavoastră.

source: You must agree to the terms and conditions.
ro: Trebuie să acceptați termenii și condițiile.

source: Please complete your payment to activate your order.
ro: Vă rugăm completați plata pentru a activa comanda dumneavoastră.

source: Payment initialization failed. Please try again.
ro: Inițializarea plății a eșuat. Vă rugăm să încercați din nou.

source: Payment processing is temporarily unavailable.
ro: Procesarea plăților este temporar indisponibilă.

source: Error processing payment. Please try again.
ro: Eroare la procesarea plății. Vă rugăm să încercați din nou.

source: All Services
ro: Toate serviciile

source: Active
ro: Activ

source: Suspended
ro: Suspendat

source: Pending
ro: În așteptare

source: Cancelled
ro: Anulat

source: All Types
ro: Toate tipurile

source: Cloud Hosting
ro: Găzduire în cloud

source: Email Services
ro: Servicii de email

source: Unable to load hosting services. Please try again later.
ro: Nu s-au putut încărca serviciile de găzduire. Vă rugăm să încercați din nou mai târziu.

source: Service not found or access denied.
ro: Serviciu negăsit sau acces refuzat.

source: Invalid action requested.
ro: action requested invalid(ă).

source: Reason is required for this request.
ro: Motivul este obligatoriu pentru această cerere.

source: Upgrade Request
ro: Cerere de upgrade

source: Downgrade Request
ro: Cerere de downgrade

source: Suspension Request
ro: Cerere de suspendare

source: Cancellation Request
ro: Cerere de anulare

source: {} submitted successfully. Request ID: #{}
ro: {} trimisă cu succes. ID-ul cererii: #{}

source: Unable to submit service request. Please try again later.
ro: Nu s-a putut trimite cererea de serviciu. Vă rugăm să încercați din nou mai târziu.

source: Request Service Upgrade
ro: Solicita upgrade serviciu

source: Request Service Downgrade
ro: Solicita downgrade serviciu

source: Request Service Suspension
ro: Solicita suspendare serviciu

source: Request Service Cancellation
ro: Solicita anulare serviciu

source: All Plan Types
ro: Toate tipurile de planuri

source: Dedicated Servers
ro: Servere dedicate

source: Unable to load hosting plans. Please try again later.
ro: Nu s-au putut încărca planurile de găzduire. Vă rugăm să încercați din nou mai târziu.

source: Unable to load support tickets. Please try again later.
ro: Nu s-au putut încărca tichetele de suport. Vă rugăm să încercați din nou mai târziu.

source: Ticket not found or access denied.
ro: Tichet negăsit sau acces refuzat.

source: Title and description are required.
ro: Titlul și descrierea sunt obligatorii.

source: Support ticket created successfully. Ticket #{}.
ro: Tichetul de suport a fost creat cu succes. Tichet #{}.

source: Ticket created but unable to redirect to details. Please check your tickets list.
ro: Tichetul a fost creat, dar nu am putut să vă redirecționez la detalii. Vă rugăm să verificați lista de tichete.

source: Unable to create support ticket. Please try again later.
ro: Nu s-a putut crea tichetul de suport. Vă rugăm să încercați din nou mai târziu.

source: Low
ro: Scăzut

source: High
ro: Ridicat

source: Critical
ro: Critic

source: General Support
ro: Suport General

source: Technical Issue
ro: Problemă Tehnică

source: Billing Question
ro: Întrebare de Facturare

source: Hosting Services
ro: Servicii de Găzduire

source: Domain Management
ro: Gestionarea Domeniilor

source: Reply text is required.
ro: Reply text este obligatoriu.

source: Reply added successfully.
ro: Răspuns adăugat cu succes.

source: Unable to add reply. Please try again later.
ro: Nu se poate adăuga răspunsul. Vă rugăm să încercați din nou mai târziu.

source: Search failed. Please try again.
ro: Căutarea a eșuat. Vă rugăm să încercați din nou.

source: Email Address
ro: Adresa de email

source: Password
ro: Parolă

source: Your password
ro: Parola dvs.

source: Remember me for 30 days
ro: Ține-mă minte pentru 30 de zile

source: This will be used for authentication and billing notifications.
ro: Aceasta va fi folosită pentru autentificare și notificări de facturare.

source: First Name
ro: Prenume

source: Last Name
ro: Nume

source: Phone Number
ro: Număr Telefon

source: Romanian phone number (+40.XX.XXX.XXXX)
ro: Număr de telefon din România (+40.XX.XXX.XXXX)

source: Minimum 12 characters
ro: Minim 12 caractere

source: Confirm Password
ro: Confirmați parola

source: Repeat password
ro: Repetați parola

source: Organization Type
ro: Tip de Organizație

source: SRL (Limited Liability Company)
ro: SRL (Societate cu Răspundere Limitată)

source: PFA (Authorized Individual)
ro: PFA (Persoană Fizică Autorizată)

source: SA (Joint Stock Company)
ro: SA (Societate pe Acțiuni)

source: ONG (Non-Profit Organization)
ro: ONG (Organizație Non-Profit)

source: Individual
ro: Persoană Fizică

source: Select your business type for proper invoicing and VAT handling.
ro: Selectați tipul dvs. de afacere pentru facturare corectă și gestionarea TVA.

source: Company/Organization Name
ro: Denumirea Companiei/Organizației

source: Official name as it appears on legal documents.
ro: Denumirea oficială așa cum apare în documentele legale.

source: Your Company SRL
ro: Compania Dvs. SRL

source: VAT Number
ro: Număr TVA

source: Romanian VAT number (RO12345678) - required for VAT registered companies.
ro: Numărul TVA (RO12345678) - obligatoriu pentru companiile cu status de plătitor TVA.

source: Romanian Personal Identification Number - required for individuals.
ro: Numărul de Identificare Personală Românesc - obligatoriu pentru persoane fizice.

source: Address
ro: Adresă

source: Street address of your business.
ro: Adresa de stradă a companiei dumneavoastră.

source: City
ro: Oraș

source: County
ro: Județ

source: Postal Code
ro: Cod poștal

source: I agree to data processing according to GDPR
ro: Sunt de acord cu prelucrarea datelor conform GDPR

source: Required: Agreement to process personal data according to GDPR.
ro: Obligatoriu: Acordul de a procesa datele personale conform GDPR.

source: I agree to receive marketing communications
ro: Sunt de acord să primesc comunicări de marketing

source: Optional: Receive newsletters and product updates.
ro: Opțional: Primiți buletine informative și actualizări de produse.

source: I accept the terms and conditions
ro: Accept termenii și condițiile

source: Required: Agreement to terms of service.
ro: Obligatoriu: Acordul cu termenii serviciului.

source: The two password fields didn't match.
ro: Cele două câmpuri de parolă nu se potrivesc.

source: Password must be at least 12 characters long.
ro: Parola trebuie să conțină cel puțin 12 caractere.

source: Invalid phone number format. Use Romanian format: +40.XX.XXX.XXXX
ro: phone number format. Use Romanian format: +40.XX.XXX.XXXX invalid(ă)

source: VAT number must start with RO followed by digits (e.g., RO12345678)
ro: Numărul TVA trebuie să înceapă cu RO urmat de cifre (de exemplu, RO12345678)

source: CNP must be exactly 13 digits.
ro: CNP trebuie să conțină exact 13 cifre.

source: Invalid CNP format.
ro: CNP format invalid(ă).

source: CNP is required for individuals.
ro: CNP este obligatoriu pentru persoane fizice.

source: Preferred Language
ro: Limba Preferată

source: English
ro: Engleză

source: Timezone
ro: Fus orar

source: Europe/Bucharest (Romania)
ro: Europe/Bucharest (România)

source: UTC (Universal Time)
ro: UTC (Ora Universală)

source: Email notifications
ro: Notificări prin email

source: SMS notifications
ro: Notificări SMS

source: Marketing emails
ro: Emailuri de marketing

source: Verification Code
ro: Cod de verificare

source: Enter the code from the authenticator app
ro: Introduceți codul din aplicația autentificator

source: The code must contain only digits.
ro: Codul trebuie să conțină doar cifre.

source: 2FA Code
ro: Cod 2FA

source: Enter the code from the authenticator app or backup code
ro: Introduceți codul din aplicația autentificator sau codul de rezervă

source: Enter the email associated with your account.
ro: Introduceți emailul asociat contului dumneavoastră.

source: Current Password
ro: Parola Actuală

source: Enter your current password
ro: Introduceți parola actuală

source: Enter your current password to verify identity.
ro: Introduceți parola dvs. actuală pentru a verifica identitatea.

source: New Password
ro: Parolă nouă

source: Enter your new password
ro: Introduceți parola nouă

source: Choose a strong password with at least 8 characters.
ro: Alegeți o parolă puternică cu cel puțin 8 caractere.

source: Confirm New Password
ro: Confirmați Parola Nouă

source: Confirm your new password
ro: Confirmați parola nouă

source: Re-enter your new password to confirm.
ro: Reintroduceți parola nouă pentru a confirma.

source: New password and confirmation don't match.
ro: Parola nouă și confirmarea nu se potrivesc.

source: Password must be at least 8 characters long.
ro: Parola trebuie să aibă cel puțin 8 caractere.

source: Company Name
ro: Companie

source: e.g. Test Company SRL
ro: de ex. Test Company SRL

source: Official company name as registered
ro: Denumire oficială a companiei

source: VAT Number / CUI
ro: Număr TVA:

source: Romanian VAT number or CUI
ro: Numărul TVA român sau CUI

source: Trade Registry Number
ro: Numărul Registrului Comerțului

source: Trade registry number (optional)
ro: Numărul Registrului Comerțului (opțional)

source: Street Address
ro: Adresă:

source: Street name and number
ro: Strada și numărul

source: County/State
ro: Starea contului

source: Country
ro: Țară

source: Currently only Romania (RO) is supported
ro: Doar România (RO) este acceptată în prezent

source: Primary Email
ro: Email Principal

source: Main business email address
ro: Adresa de email principală a companiei

source: Primary Phone
ro: Telefon Principal

source: Primary business phone number
ro: Numărul de telefon principal al companiei

source: Website
ro: Site Web

source: Company website (optional)
ro: Site-ul web al companiei (opțional)

source: Industry
ro: Sector de activitate

source: Technology, Retail, Manufacturing, etc.
ro: Tehnologie, Comerț, Producție, etc.

source: Business industry (optional)
ro: Sector de activitate (opțional)

source: VAT number / CUI is required
ro: VAT number / CUI este obligatoriu

source: VAT number must contain only digits (optionally prefixed with RO)
ro: Numărul TVA trebuie să conțină doar cifre (opțional prefixat cu RO)

source: VAT number must have at least 6 digits
ro: Numărul TVA trebuie să conțină cel puțin 6 cifre

source: e.g. Innovative Solutions SRL
ro: ex. Soluții Inovatoare SRL

source: Official company name as registered with ONRC
ro: Denumirea oficială a companiei înregistrată la ONRC

source: e.g. RO12345678
ro: ex. RO12345678

source: Romanian VAT number (CUI) - required for invoicing
ro: Numărul de TVA din România (CUI) - necesar pentru facturare

source: e.g. J40/1234/2023
ro: ex. J40/1234/2023

source: Trade registry number from ONRC
ro: Numărul din Registrul Comerțului de la ONRC

source: e.g. Information Technology
ro: ex. Tehnologia Informației

source: Primary business industry
ro: Sector de activitate principal

source: e.g. Strada Victoriei nr. 123, sector 1
ro: ex. Strada Victoriei nr. 123, sector 1

source: Complete street address with number
ro: Adresă de stradă completă cu număr

source: e.g. București
ro: ex. București

source: City name
ro: Numele clientului

source: County / State
ro: Starea contului

source: County or state
ro: Județ

source: e.g. 010001
ro: ex. 010001

source: Romanian postal code
ro: Cod poștal din România

source: Country name
ro: Numele clientului

source: Primary Business Email
ro: Email principal de contact

source: Primary Phone Number
ro: Număr Telefon

source: Business phone number with country code
ro: Numărul de telefon al companiei cu indicativul țării

source: Company Website
ro: Companie

source: Company website URL
ro: Adresa URL a site-ului companiei

source: I agree to the Terms of Service and Privacy Policy
ro: Sunt de acord cu Termenii de Serviciu și Politica de Confidențialitate

source: You must agree to create a company profile
ro: Trebuie să acceptați pentru a crea un profil de companie

source: Company name is required
ro: Company name este obligatoriu

source: Company name must be at least 3 characters long
ro: Denumirea companiei trebuie să conțină cel puțin 3 caractere

source: VAT number must contain only numbers (after RO prefix)
ro: Numărul de TVA trebuie să conțină doar cifre (după prefixul RO)

source: Romanian VAT number must be between 2-10 digits
ro: Numărul de TVA din România trebuie să aibă între 2-10 cifre

source: Please enter a valid Romanian phone number
ro: Vă rugăm să introduceți un număr de telefon românesc valid

source: Phone number must start with a valid Romanian prefix
ro: Numărul de telefon trebuie să înceapă cu un prefix românesc valid

source: Romanian postal code must be exactly 6 digits
ro: Codul poștal românesc trebuie să conțină exact 6 cifre

source: Trade registry number is recommended when VAT number is provided
ro: Numărul din registrul comerțului este recomandat atunci când este furnizat numărul de TVA

source: Failed to initialize MFA setup. Please try again.
ro: Eroare la initialize MFA setup. Please try again.

source: Set Up Authenticator App
ro: Configurați aplicația de autentificare

source: An error occurred. Please try again.
ro: A apărut o eroare. Vă rugăm să încercați din nou.

source: Please enter the verification code.
ro: Introduceți the verification code.

source: Two-factor authentication has been enabled successfully!
ro: Autentificarea cu doi factori a fost activată cu succes!

source: Invalid verification code. Please try again.
ro: verification code. Please try again invalid(ă).

source: Sign in confirmed, %(name)s!
ro: Autentificare confirmată, %(name)s!

source: Sign in confirmed!
ro: Autentificare confirmată!

source: Invalid email address or password. Please try again.
ro: email address or password. Please try again invalid(ă).

source: Authentication service is temporarily unavailable. Please try again later.
ro: Serviciul de autentificare este temporar indisponibil. Vă rugăm să încercați mai târziu.

source: An unexpected error occurred. Please try again.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou.

source: Customer Login
ro: Logare client

source: You have been logged out successfully.
ro: Ați fost deconectat cu succes.

source: Registration successful! You can now login with your credentials.
ro: Înregistrare realizată cu succes! Puteți acum să vă conectați cu datele dvs.

source: Registration failed. Please check your information and try again.
ro: Înregistrarea a eșuat. Vă rugăm să verificați informațiile și să încercați din nou.

source: An unexpected error occurred during registration. Please try again.
ro: A apărut o eroare neașteptată în timpul înregistrării. Vă rugăm să încercați din nou.

source: Customer Registration
ro: Înregistrare client

source: Error loading profile data.
ro: Eroare la încărcarea datelor profilului.

source: Profile and language updated successfully!
ro: Profil actualizat cu succes!

source: Profile updated successfully!
ro: Profil actualizat cu succes!

source: Error updating profile. Please try again.
ro: Eroare la actualizarea profilului. Te rugăm să încerci din nou.

source: Account Settings
ro: Setări Cont

source: If an account with that email exists, you will receive password reset instructions.
ro: Dacă există un cont cu acel e-mail, veți primi instrucțiuni de resetare a parolei.

source: Error processing password reset request. Please try again.
ro: Eroare la procesarea cererii de resetare a parolei. Vă rugăm să încercați din nou.

source: Password Reset
ro: Resetare parolă

source: Current password is incorrect.
ro: Parola actuală este incorectă.

source: Password changed successfully!
ro: Parola a fost schimbată cu succes!

source: Error updating password. Please try again.
ro: Eroare la actualizarea parolei. Vă rugăm să încercați din nou.

source: Change Password
ro: Schimbați parola

source: Privacy Dashboard
ro: Panoul de confidențialitate

source: Authentication required.
ro: Autentificare obligatorie.

source: Data export request submitted successfully. You will receive an email with download instructions within 48 hours.
ro: Cererea de export de date a fost trimisă cu succes. Veți primi un e-mail cu instrucțiuni de descărcare în termen de 48 de ore.

source: Failed to create export request. Please try again.
ro: Nu s-a putut genera PDF-ul. Te rugăm să încerci din nou.

source: Service temporarily unavailable. Please try again later.
ro: Serviciu temporar indisponibil. Vă rugăm să încercați mai târziu.

source: Error processing your data export request. Please try again.
ro: Eroare la procesarea cererii dvs. de export de date. Vă rugăm să încercați din nou.

source: Export My Data
ro: Exportă datele mele

source: Consent History
ro: Istoricul consimțămintelor

source: Multi-Factor Authentication
ro: Autentificare multifactor

source: You need to enable 2FA first before accessing backup codes.
ro: Trebuie să activați mai întâi autentificarea cu doi factori înainte de a accesa codurile de backup.

source: Error loading backup codes.
ro: Eroare la încărcarea codurilor de backup.

source: Backup Codes
ro: Coduri de rezervă

source: Two-factor authentication has been disabled.
ro: Autentificarea cu doi factori a fost dezactivată.

source: Failed to disable 2FA. Please try again.
ro: Eroare la disable 2FA. Please try again.

source: Please select a customer to view profile.
ro: Selectați a customer to view profile.

source: Unable to load company profile data.
ro: Eroare la încărcarea datelor profilului.

source: Error loading company profile. Please try again.
ro: Eroare la actualizarea profilului. Te rugăm să încerci din nou.

source: An unexpected error occurred.
ro: A apărut o eroare neașteptată.

source: Company Profile
ro: Profilul meu

source: Please select a customer to edit profile.
ro: Selectați a customer to edit profile.

source: You don't have permission to edit this company profile. Your role: {role}
ro: Nu aveți permisiune să editați profilul acestei companii. Rolul dvs.: {role}

source: Unable to load current company data.
ro: Nu s-au putut încărca facturile. Te rugăm să încerci din nou.

source: Error loading company data. Please try again.
ro: Eroare la actualizarea profilului. Te rugăm să încerci din nou.

source: Company profile updated successfully!
ro: Profil actualizat cu succes!

source: Failed to update profile: {}
ro: Eroare la update profile: {}

source: Error updating company profile. Please try again.
ro: Eroare la actualizarea profilului. Te rugăm să încerci din nou.

source: An unexpected error occurred while updating profile.
ro: A apărut o eroare neașteptată la actualizarea profilului.

source: Please correct the errors below.
ro: Vă rugăm să corectați erorile de mai jos.

source: Edit Company Profile
ro: Profilul meu

source: Please select a valid customer.
ro: Selectați a valid customer.

source: Customer access verification failed. Please try again.
ro: Eroare la actualizarea profilului. Te rugăm să încerci din nou.

source: You don't have access to this customer.
ro: Nu aveți acces la acest client.
