Repository: captainpragmatic/PRAHO
Catalog: services/portal/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Unable to verify customer access. Please try again.
ro: Nu s-au putut sincroniza facturile. Te rugăm să încerci din nou.

source: Owner
ro: Proprietar

source: Billing Manager
ro: Facturare

source: Technical Manager
ro: Probleme tehnice

source: Viewer
ro: Vizualizator

source: Switched to {customer} ({role})
ro: Trecut la {customer} ({role})

source: Company '{}' created successfully! You are now the owner.
ro: Compania '{}' a fost creată cu succes! Sunteți acum proprietarul.

source: Failed to create company: {}
ro: Eroare la create company: {}

source: Error creating company. Please try again.
ro: Eroare la actualizarea profilului. Te rugăm să încerci din nou.

source: Create Company
ro: Creat la

source: Access Denied
ro: Acces refuzat

source: Hold up! Our security guard server says you can\
ro: Stați! Serverul nostru de securitate spune că nu puteți\

source: You don\
ro: Dvs. nu\

source: 🔐 Sign In
ro: 🔐 Autentificare

source: 🏠 Go to Dashboard
ro: Tablou de Bord

source: Think this is a mistake? Contact our support team at
ro: Credeți că este o greșeală? Contactați echipa noastră de suport la

source: Page Not Found
ro: Page nu a fost găsit(ă)

source: Oops! Our server searched high and low but couldn\
ro: Oops! Serverul nostru a căutat peste tot, dar n-a putut\

source: The page may have been moved, deleted, or you might have a typo in the URL. Don\
ro: Pagina ar fi putut fi mutată, ștearsă, sau s-ar putea să aveți o greșeală de tastare în URL. Nu\

source: ← Go Back
ro: ← Înapoi

source: Need help? Contact support at
ro: Aveți nevoie de ajutor? Contactați suportul la

source: Server Error
ro: Eroare de server

source: Whoops! Our server is having a rough day and needs a coffee break.
ro: Oops! Serverul nostru are o zi grea și are nevoie de o pauză de cafea.

source: Something went wrong on our end, but don\
ro: Ceva nu a funcționat la noi, dar nu\

source: 🔄 Try Again
ro: Încearcă din nou

source: If the problem persists, please contact our support team at
ro: Dacă problema persistă, vă rugăm contactați echipa noastră de suport la

source: PRAHO Customer Portal - Manage your hosting services
ro: PRAHO Portal Client - Gestionați serviciile dvs. de găzduire

source: Dashboard
ro: Tablou de Bord

source: My Invoices
ro: Facturile mele

source: My Services
ro: Serviciile mele

source: My Tickets
ro: Tichetele mele

source: Profile
ro: Profil

source: PRAHO Really Automates Hosting Operations
ro: PRAHO automatizează cu adevărat operații de găzduire

source: Version
ro: Versiune

source: Cookie Policy
ro: Politica de cookie-uri

source: Cookie Preferences
ro: Preferințe

source: Invoice
ro: Factură

source: Invoice details and line items
ro: Detaliile facturii și pozițiile

source: Download PDF
ro: Descarcă PDF

source: Request Refund
ro: Solicită rambursare

source: Back to Billing
ro: Înapoi la facturare

source: Customer
ro: Client

source: Status
ro: Stare

source: Total Amount
ro: Suma totală

source: Issue Date
ro: Data emiterii

source: Due Date
ro: Data scadenței

source: Payment Date
ro: Data plății

source: Not paid
ro: Neplătită

source: Invoice Lines
ro: Pozițiile facturii

source: Description
ro: Descriere

source: Type
ro: Tip

source: Quantity
ro: Cantitate

source: Unit Price
ro: Preț unitar

source: No invoice lines found
ro: Nu s-au găsit poziții de factură

source: VAT:
ro: TVA:

source: Qty:
ro: Cant.:

source: Unit:
ro: Unitate:

source: Request Invoice Refund
ro: Solicitați rambursarea facturii

source: Submit a refund request for this invoice. Our billing team will review your request and contact you.
ro: Trimiteți o cerere de rambursare pentru această factură. Echipa noastră de facturare va revizui solicitarea dvs. și vă va contacta.

source: Refund Reason
ro: Motiv rambursare

source: Please select a reason...
ro: Selectați a reason...

source: General Customer Request
ro: Solicitare generală a clientului

source: Service Not Working
ro: Serviciul nu funcționează

source: Quality Not As Expected
ro: Calitatea nu corespunde așteptărilor

source: Technical Problems
ro: Probleme tehnice

source: Want to Cancel Service
ro: Doresc să anulez serviciul

source: Duplicate Invoice
ro: Factură duplicată

source: Billing Error
ro: Eroare de facturare

source: Service Policy Issue
ro: Problemă cu politica serviciului

source: Not Satisfied with Service
ro: Nu sunt mulțumit de serviciu

source: Other Reason
ro: Alt motiv

source: Details
ro: Detalii

source: Please provide details about your refund request. The more information you provide, the faster we can process your request.
ro: Furnizați details about your refund request. The more information you provide, the faster we can process your request.

source: Include details like what went wrong, when the issue occurred, or any relevant information.
ro: Includeți detalii cum ar fi ce s-a întâmplat, când s-a produs problema sau orice alte informații relevante.

source: What happens next?
ro: Ce se întâmplă mai departe?

source: We will create a support ticket for your refund request and our billing team will review it within 1-2 business days.
ro: Vom crea un tichet de suport pentru cererea dvs. de rambursare și echipa noastră de facturare o va examina în termen de 1-2 zile lucrătoare.

source: Cancel
ro: Anulează

source: Submit Request
ro: Trimiteți cererea

source: Please fill in all required fields.
ro: Completați toate câmpurile obligatorii.

source: Submit refund request? We will create a support ticket and contact you.
ro: Trimiteți cerere de rambursare? Vom crea un tichet de suport și vă vom contacta.

source: Submitting...
ro: Se trimite...

source: Refund request feature coming soon! Please contact support directly.
ro: Funcția de cerere de rambursare va fi disponibilă în curând! Contactați direct echipa de suport.

source: Invoice Not Found
ro: Factura nu a fost găsită

source: Invoice Not Available
ro: Factura nu este disponibilă

source: Invoice %(number)s could not be found or you don't have access to it.
ro: Factura %(number)s nu a putut fi găsită sau nu aveți acces la ea.

source: The requested invoice could not be found or you don\
ro: Factura solicitată nu a putut fi găsită sau nu aveți\

source: An error occurred while loading the invoice. Please try again or contact support if the problem persists.
ro: A apărut o eroare în timp ce loading the invoice. Please try again or contact support if the problem persists.

source: My Billing Documents
ro: Documentele mele de facturare

source: View your invoices and proformas
ro: Vizualizează facturile și proformele tale

source: Pending Quotes
ro: Oferte în așteptare

source: Total Documents
ro: Vezi toate documentele

source: Total Spent
ro: Total cheltuit

source: Billing Documents
ro: Vezi toate documentele

source: Quotes
ro: Oferte

source: Spent
ro: Cheltuit

source: Search
ro: Căutare

source: Document number...
ro: Numărul documentului...

source: Document Type
ro: Tipul documentului

source: All Documents
ro: Toate documentele

source: Proformas Only
ro: Doar proformele

source: Invoices Only
ro: Doar facturile

source: Filter
ro: Filtru

source: Clear
ro: Șterge

source: Documents
ro: Documente

source: Number
ro: Număr

source: Date
ro: Data

source: 📄 Proforma
ro: Proformă

source: 🧾 Invoice
ro: Factură

source: 📝 Draft
ro: Ciornă

source: 📧 Sent
ro: Trimisă

source: ✅ Accepted
ro: Acceptată

source: ❌ Expired
ro: Expirată

source: ✅ Paid
ro: Plătită

source: ❌ Overdue
ro: Restantă

source: ⏳ Pending
ro: În așteptare

source: ❌ Cancelled
ro: Anulat

source: ↩️ Refunded
ro: Rambursată

source: Proforma
ro: Proformă

source: Page %(page_number)s of %(num_pages)s
ro: Pagina %(page_number)s din %(num_pages)s

source: Previous
ro: Anterior

source: Prev
ro: Ant

source: Next
ro: Următorul

source: No documents found
ro: Nu s-au găsit documente

source: No billing documents available for your account.
ro: Nu sunt disponibile documente de facturare pentru contul tău.

source: Created on
ro: Creat la

source: Proforma Expired
ro: Proforma expirată

source: This proforma expired on
ro: Această proformă a expirat la

source: It can no longer be processed.
ro: Nu mai poate fi procesată.

source: Proforma Valid
ro: Proforma validă

source: Valid until
ro: Validă până la

source: Please contact us to proceed with this quote.
ro: Vă rugăm să ne contactați pentru a proceda cu această ofertă.

source: Bill To Information
ro: Informații de facturare

source: Company:
ro: Companie:

source: VAT Number:
ro: Număr TVA:

source: Address:
ro: Adresă:

source: Quote Items
ro: Elemente ofertă

source: Qty
ro: Cant.

source: VAT
ro: TVA

source: No items found
ro: Nu s-au găsit elemente

source: Additional Information
ro: Informații suplimentare

source: Summary
ro: Rezumat

source: Valid until:
ro: Validă până la:

source: About This Quote
ro: Despre această ofertă

source: Quote for your approval
ro: Ofertă pentru aprobarea dumneavoastră

source: Becomes invoice when accepted
ro: Devine factură când este acceptată

source: Romanian business compliant
ro: Conformă cu legislația românească

source: Contact us to proceed
ro: Contactați-ne pentru a proceda

source: Contact Us
ro: Contactați-ne

source: Ready to proceed with this quote?
ro: Sunteți gata să procedați cu această ofertă?

source: Live chat available
ro: Chat live disponibil

source: Open a support ticket
ro: Deschide un tichet de suport

source: Proforma Not Found
ro: Proforma nu a fost găsită

source: Proforma Not Available
ro: Proforma nu este disponibilă

source: Proforma %(number)s could not be found or you don't have access to it.
ro: Proforma %(number)s nu a putut fi găsită sau nu aveți acces la ea.

source: The requested proforma could not be found or you don\
ro: Proforma solicitată nu a putut fi găsită sau nu aveți\

source: An error occurred while loading the proforma. Please try again or contact support if the problem persists.
ro: A apărut o eroare în timp ce loading the proforma. Please try again or contact support if the problem persists.

source: Breadcrumb
ro: Traseu de navigare

source: Cookie consent
ro: Consimțământ cookie

source: We Value Your Privacy
ro: Apreciem confidențialitatea dvs.

source: We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By clicking "Accept All", you consent to our use of cookies.
ro: Folosim module cookie pentru a îmbunătăți experiența de navigare, pentru a analiza traficul site-ului și pentru a personaliza conținutul. Făcând clic pe "Acceptați toate", consimțiți utilizarea modulelor cookie.

source: Learn more about our cookie policy
ro: Aflați mai multe despre politica noastră privind modulele cookie

source: Learn more
ro: Aflați mai multe

source: Accept essential cookies only
ro: Acceptați doar module cookie esențiale

source: Essential Only
ro: Doar Esențiale

source: Customize cookie preferences
ro: Profil și preferințe

source: Customize
ro: Client

source: Accept all cookies
ro: Acceptați toate modulele cookie

source: Accept All
ro: Acceptată

source: Close preferences
ro: Profil și preferințe

source: Essential Cookies
ro: Module cookie esențiale

source: Required for the website to function. Cannot be disabled.
ro: Necesare pentru funcționarea site-ului. Nu pot fi dezactivate.

source: Always On
ro: Mereu active

source: Functional Cookies
ro: Module cookie funcționale

source: Remember your preferences and provide enhanced features.
ro: Rețin preferințele dvs. și oferă funcții îmbunătățite.

source: Toggle functional cookies
ro: Comutați module cookie funcționale

source: Analytics Cookies
ro: Module cookie de analiză

source: Help us understand how visitors interact with our website.
ro: Ne ajută să înțelegem cum interacționează vizitatorii cu site-ul nostru.

source: Toggle analytics cookies
ro: Comutați module cookie de analiză

source: Marketing Cookies
ro: Module cookie de marketing

source: Track visitors across websites to display relevant advertisements.
ro: Urmăresc vizitatorii pe mai multe site-uri pentru a afișa anunțuri relevante.

source: Toggle marketing cookies
ro: Comutați module cookie de marketing

source: Reject all optional cookies
ro: Respingeți toate modulele cookie opționale

source: Reject All
ro: Respingeți toate

source: Save cookie preferences
ro: Profil și preferințe

source: Save Preferences
ro: Preferințe

source: You can change your preferences at any time from the
ro: Vă puteți schimba preferințele în orice moment din

source: page.
ro: pagina.

source: Acting as:
ro: Acțiuni

source: Select Customer
ro: Client

source: Billing
ro: Facturare

source: Technical
ro: Probleme tehnice

source: Switch Customer
ro: Client

source: Select Customer Context
ro: Numele clientului

source: No customers available
ro: Chat live disponibil

source: Your access level determines what actions you can perform
ro: Nivelul dvs. de acces determină ce acțiuni puteți efectua

source: Toggle mobile menu
ro: Comută meniul mobil

source: Overview & analytics
ro: Privire de ansamblu și analize

source: Invoices & payments
ro: Facturi și plăți

source: Hosting & services
ro: Hosting și servicii

source: Help & support
ro: Ajutor și suport

source: Settings
ro: Setări

source: Profile & preferences
ro: Profil și preferințe

source: Sign Out
ro: Deconectare

source: End your session
ro: Încheie sesiunea

source: Close
ro: Închide

source: Confirm
ro: Confirmă

source: %(start_index)s–%(end_index)s of %(count)s results
ro: %(start_index)s–%(end_index)s din %(count)s rezultate

source: Pagination
ro: Paginare

source: Go to previous page
ro: Mergi la pagina anterioară

source: Previous page (unavailable)
ro: Pagina anterioară (indisponibilă)

source: More pages
ro: Mai multe pagini

source: Go to next page
ro: Mergi la pagina următoare

source: Next page (unavailable)
ro: Pagina următoare (indisponibilă)

source: Overview & status
ro: Prezentare generală și stare

source: Services
ro: Servicii

source: My hosting services
ro: Serviciile mele de găzduire

source: Support
ro: Suport

source: Help & tickets
ro: Ajutor și tichete de suport

source: Back
ro: Înapoi

source: Back to
ro: Înapoi la

source: Actions
ro: Acțiuni

source: No data found
ro: Nu s-a găsit niciun(o) data

source: No items available.
ro: Nu există niciun(o) items disponibil(ă).

source: Platform service temporarily unavailable. Some features may be limited.
ro: Serviciul platformei este temporar indisponibil. Unele funcții pot fi limitate.

source: 👋 Welcome %(name)s
ro: 👋 Bun venit %(name)s

source: Welcome
ro: Bine ați venit

source: Here is an overview of your hosting services and account.
ro: Aceasta este o prezentare generală a serviciilor de hosting și a contului dvs.

source: My Open Tickets
ro: Tichetele mele deschise

source: Account Status
ro: Starea contului

source: Next Billing
ro: Următoarea facturare

source: End of Month
ro: Sfârșitul lunii

source: My Recent Invoices & Proformas
ro: Facturile și Proformele Mele Recente

source: No recent documents found
ro: Nu au fost găsite documente recente

source: View all
ro: Vezi toate

source: My Recent Tickets
ro: Tichetele mele recente

source: Open
ro: Deschis

source: In Progress
ro: În progres

source: Waiting on You
ro: Așteaptă răspunsul tău

source: Closed
ro: Închis

source: No recent support tickets
ro: Nu există tichete de suport recente

source: Quick Actions
ro: Acțiuni rapide

source: New Ticket
ro: Tichet nou

source: View Invoices
ro: Vezi facturile

source: My Profile
ro: Profilul meu

source: Account Information
ro: Informații despre cont

source: Customer name
ro: Numele clientului

source: VAT Number (CNP if Individual)
ro: Număr TVA (CNP pentru persoane fizice)

source: Customer Since
ro: Client din

source: Last updated: February 2026
ro: Ultima actualizare:

source: About Cookies
ro: Despre Module Cookie

source: This website uses cookies and similar technologies to ensure its proper functioning, improve your browsing experience, and analyze how you interact with our services. This policy explains what cookies we use, why we use them, and how you can control them.
ro: Acest site utilizează module cookie și tehnologii similare pentru a asigura funcționarea corespunzătoare a acestuia, pentru a îmbunătăți experiența dvs. de navigare și pentru a analiza cum interacționați cu serviciile noastre. Această politică explică ce module cookie utilizăm, de ce le utilizăm și cum le puteți controla.

source: In accordance with EU Regulation 2016/679 (GDPR) and Romanian Law 506/2004, we require your explicit consent before placing any non-essential cookies on your device.
ro: În conformitate cu Regulamentul UE 2016/679 (GDPR) și Legea română 506/2004, vă cerem consimțământul explicit înainte de a plasa orice module cookie non-esențiale pe dispozitivul dvs.

source: Always Active
ro: Activ

source: These cookies are strictly necessary for the website to function and cannot be disabled. They are set in response to actions made by you, such as logging in or filling in forms.
ro: Aceste module cookie sunt strict necesare pentru funcționarea site-ului și nu pot fi dezactivate. Sunt setate ca răspuns la acțiunile realizate de dvs., cum ar fi autentificarea sau completarea formularelor.

source: Legal Basis:
ro: Bază legală:

source: Legitimate interest (GDPR Art. 6(1)(f)) — necessary for service delivery
ro: Interes legitim (GDPR Art. 6(1)(f)) — necesar pentru furnizarea serviciilor

source: Cookie Name
ro: Nume serviciu

source: Purpose
ro: Scop

source: Duration
ro: Descriere

source: Provider
ro: Furnizor

source: Cross-site request forgery protection
ro: Protecție împotriva falsificării cererilor între site-uri

source: 1 year
ro: 1 an

source: Maintains your login session
ro: Încheie sesiunea

source: 2 weeks
ro: 2 săptămâni

source: Stores your cookie preference choices
ro: Stochează preferințele dvs. privind modulele cookie

source: Anonymous consent tracking identifier
ro: Identificator de urmărire a consimțământului anonim

source: Optional
ro: opțional

source: These cookies enable enhanced functionality and personalization, such as remembering your language preference, timezone, and display settings. If you do not allow these cookies, some or all of these features may not function properly.
ro: Aceste module cookie permit funcționalități îmbunătățite și personalizare, cum ar fi memorarea preferinței dvs. de limbă, fusul orar și setările de afișare. Dacă nu permiteți aceste module cookie, unele sau toate aceste caracteristici ar putea să nu funcționeze corect.

source: Consent (GDPR Art. 6(1)(a))
ro: Consimțământ (GDPR Art. 6(1)(a))

source: Remembers your preferred language (RO/EN)
ro: Memorează limba preferată dvs. (RO/EN)

source: Display preferences (timezone, theme)
ro: Preferințe de afișare (fus orar, temă)

source: These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously. This helps us improve our services and user experience.
ro: Aceste module cookie ne ajută să înțelegem cum vizitatorii interacționează cu site-ul nostru, prin colectarea și raportarea anonimă a informațiilor. Aceasta ne ajută să ne îmbunătățim serviciile și experiența utilizatorului.

source: Privacy-focused website analytics (self-hosted)
ro: Analize website centrate pe confidențialitate (auto-găzduite)

source: 13 months / 30 min
ro: 13 luni / 30 min

source: These cookies may be set through our site by advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. We currently do not use third-party marketing cookies.
ro: Aceste module cookie pot fi setate pe site-ul nostru de către partenerii publicitari. Acestea pot fi utilizate de acele companii pentru a construi un profil al intereselor dvs. și pentru a vă arăta reclame relevante pe alte site-uri. Actualmente, nu folosim module cookie de marketing de terță parte.

source: No marketing cookies are currently in use.
ro: Actualmente, nu sunt folosite module cookie de marketing.

source: Manage Your Preferences
ro: Preferințe

source: You can change your cookie preferences at any time. Withdrawing consent is as easy as giving it, as required by GDPR Article 7(3).
ro: Puteți modifica preferințele dvs. privind modulele cookie în orice moment. Retragerea consimțământului este la fel de ușoară ca acordarea acestuia, după cum se cere de GDPR Articolul 7(3).

source: Open Cookie Preferences
ro: Preferințe

source: Legal Information
ro: Informații juridice

source: This cookie policy complies with EU Regulation 2016/679 (General Data Protection Regulation), Directive 2002/58/EC (ePrivacy Directive), and Romanian Law 506/2004 on the processing of personal data and privacy protection in electronic communications.
ro: Această politică de module cookie respectă Regulamentul UE 2016/679 (Regulamentul general privind protecția datelor), Directiva 2002/58/CE (Directiva ePrivacy) și Legea română 506/2004 privind prelucrarea datelor cu caracter personal și protecția vieții private în comunicațiile electronice.

source: For any questions about our use of cookies, please contact our Data Protection Officer at privacy@pragmatichost.com.
ro: Pentru orice întrebări cu privire la utilizarea modulelor cookie, vă rugăm să contactați Ofițerul nostru pentru protecția datelor la privacy@pragmatichost.com.

source: Cart Review
ro: Revizuire coș

source: Review selected products and proceed to checkout
ro: Revizuiți produsele selectate și continuați la plată

source: %(counter)s product in cart
ro: %(counter)s produs în coș

source: View configuration
ro: Vezi configurația

source: Quantity:
ro: Cantitate

source: Remove from cart
ro: Ștergeți din coș

source: Remove
ro: Eliminați

source: Your cart is empty
ro: Coșul dvs. este gol

source: Add products to continue
ro: Adăugați products to continue

source: Explore Products
ro: Explorați produsele

source: Continue Shopping
ro: Continuați cumpărăturile

source: Order Summary
ro: Rezumat

source: Price updated
ro: Ultima actualizare:

source: Checkout
ro: Plată

source: Final step - validate and create order ready for payment
ro: Pasul final - validați și creați comanda gata pentru plată

source: Order Details
ro: Detalii tichet

source: Order will be validated and created ready for payment
ro: Comanda va fi validată și creată, gata pentru plată

source: Order Validated
ro: Comandă Validată

source: Order has been validated and can be created. It will be ready for payment immediately after confirmation.
ro: Comanda a fost validată și poate fi creată. Va fi gata pentru plată imediat după confirmare.

source: Validation Errors
ro: Erori de Validare

source: Order cannot be processed for the following reasons:
ro: Comanda nu poate fi procesată din următoarele motive:

source: Complete Profile Information
ro: Informații personale

source: Validation in Progress
ro: În progres

source: Order validation is currently in progress...
ro: Validarea comenzii este în curs de desfășurare...

source: Payment Method
ro: Data plății

source: Credit/Debit Card
ro: Card de Credit/Debit

source: Pay securely with Visa, Mastercard, or other cards
ro: Plătiți în siguranță cu Visa, Mastercard sau alte carduri

source: Powered by Stripe
ro: Susținut de Stripe

source: Bank Transfer
ro: Transfer Bancar

source: 1-3 days
ro: 1-3 zile

source: Transfer funds directly to our bank account
ro: Transferați fonduri direct la contul nostru bancar

source: Order will be created and you'll receive payment instructions
ro: Comanda va fi gata pentru plată

source: Order notes
ro: Note pentru comandă

source: optional
ro: opțional

source: Any additional information about your order...
ro: Orice informații suplimentare despre comandă...

source: Maximum 500 characters
ro: Maxim 500 de caractere

source: Ordered products
ro: Produse comandate
