Repository: captainpragmatic/PRAHO
Catalog: services/portal/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Attention - Price updated
ro: Atenție - Preț actualizat

source: I agree to the terms and conditions of use
ro: Sunt de acord cu termenii și condițiile de utilizare

source: By continuing, you confirm that you accept our
ro: Prin continuare, confirmați că acceptați

source: terms and conditions
ro: termenii și condițiile

source: for hosting services.
ro: serviciilor noastre de hosting.

source: Back to cart
ro: Înapoi la coș

source: Continue to Payment
ro: Continuați la Plată

source: Processing...
ro: Prelucrarea datelor

source: Create order
ro: Creează comanda

source: Final summary
ro: Rezumat final

source: VAT (21%%)
ro: TVA (21%%)

source: Next steps
ro: Pașii următori

source: Order will be validated and created
ro: Comanda va fi validată și creată

source: You will receive confirmation by email
ro: Veți primi confirmarea pe email

source: Order will be ready for payment
ro: Comanda va fi gata pentru plată

source: Services will be activated after payment
ro: Serviciile vor fi activate după plată

source: Error loading totals
ro: Eroare la încărcarea totalurilor

source: Create Order for Bank Transfer
ro: Creați Order for Bank Transfer

source: Please complete your company profile information before creating the order.
ro: Vă rugăm completați informațiile profilului companiei dvs. înainte de a crea comanda.

source: Please select a payment method
ro: Vă rugăm selectați o metodă de plată

source: Order Confirmed
ro: Confirmă

source: Order confirmed successfully!
ro: Comandă confirmată cu succes!

source: Your order has been registered and will be processed soon.
ro: Comanda dvs. a fost înregistrată și va fi procesată în curând.

source: Order
ro: Note pentru comandă

source: Created at
ro: Creat la

source: Complete Payment
ro: Completați Plata

source: Complete your payment to activate your services immediately
ro: Completați plata pentru a vă activa serviciile imediat

source: Payment Details
ro: Data plății

source: Pay
ro: Plată

source: Payment successful! Your services are being activated...
ro: Plată reușită! Serviciile dvs. sunt în curs de activare...

source: Payment Summary
ro: Data plății

source: Secure Payment
ro: Plată Sigură

source: 256-bit SSL encryption
ro: Criptare SSL pe 256 de biți

source: PCI DSS compliant
ro: Conform PCI DSS

source: Romanian VAT compliance
ro: Conformă cu legislația românească

source: What's next?
ro: Ce urmează?

source: Order processing
ro: Produse comandate

source: Our team will review and process your order within 24 hours.
ro: Echipa noastră va revizui și procesa comanda dvs. în 24 de ore.

source: Confirmation and billing
ro: Conversație

source: You will receive payment details and proforma invoice by email.
ro: Veți primi confirmarea pe email

source: Service activation
ro: Nume serviciu

source: After payment confirmation, services will be automatically activated.
ro: După confirmarea plății, serviciile vor fi activate automat.

source: Have questions?
ro: Aveți întrebări?

source: Customer support
ro: Client

source: Our team is available 24/7
ro: Proforma nu este disponibilă

source: Live chat on website
ro: Chat live disponibil

source: Ticketing system in portal
ro: Sistemul de bilete în portal

source: 📦 Order other products
ro: Produse comandate

source: 🏠 Back to dashboard
ro: 🏠 Înapoi la panou de control

source: A confirmation email has been sent to
ro: Un email de confirmare a fost trimis la

source: Shopping cart
ro: Coșul de cumpărături

source: Cart
ro: Coș

source: Loading...
ro: În așteptare

source: Product Unavailable
ro: Produs Indisponibil

source: Close notification
ro: Conversație

source: Prices include VAT according to Romanian legislation
ro: Prețurile includ TVA conform legislației române

source: Continue to checkout
ro: Continuă spre plată

source: Try again
ro: Încearcă din nou

source: Your Cart
ro: Numele tău de familie

source: %(counter)s product
ro: %(counter)s produs

source: View full cart
ro: Vezi toate

source: Finish order
ro: Finalizează comanda

source: Explore products
ro: Explorează produse

source: Order process steps
ro: Etapele procesului de comandă

source: Product Selection
ro: Selectarea produsului

source: (current step)
ro: (etapa curentă)

source: Confirmation
ro: Conversație

source: (completed)
ro: (completat)

source: SSL Secured
ro: Securizat cu SSL

source: Instant Setup
ro: Configurare instantanee

source: VAT Included
ro: TVA inclusă

source: 24/7 Support
ro: Suport 24/7

source: Romanian Data Center
ro: Centru de date din România

source: Product Catalog
ro: Catalogul de produse

source: Choose from our complete range of hosting services
ro: Alege din gama noastră completă de servicii de găzduire

source: Shopping Cart
ro: Coșul de cumpărături

source: per month
ro: pe lună

source: setup fee
ro: taxă de configurare

source: Monthly
ro: Lunar

source: month
ro: lună

source: 6 Months
ro: Sfârșitul lunii

source: 12 Months
ro: 12 luni

source: Product added to cart!
ro: Produs adăugat în coș!

source: Domain name (required)
ro: Numele domeniului (obligatoriu)

source: Add to Cart
ro: Înapoi la coș

source: View Details
ro: Detalii tichet

source: No products found for selected filter
ro: Nu s-au găsit produse pentru filtrul selectat

source: No products available
ro: Chat live disponibil

source: Please try modifying the filters or check back later.
ro: Vă rugăm să încercați să modificați filtrele sau reveniți mai târziu.

source: View all products
ro: Vezi toate

source: You have %(counter)s product in cart
ro: Aveți %(counter)s produs în coș

source: Review cart
ro: Revizuiți coșul

source: 🛒 Add to Cart
ro: 🛒 Adăugați în coș

source: Unable to load usage data
ro: Nu s-au putut încărca facturile. Te rugăm să încerci din nou.

source: Disk Usage
ro: Utilizare disc

source: used
ro: utilizat

source: Bandwidth
ro: Lățime de bandă

source: Email Accounts
ro: Cont

source: Current
ro: Curent

source: active accounts
ro: conturi active

source: Databases
ro: Baze de date

source: databases
ro: Baze de date

source: Usage Trends
ro: Tendințe de utilizare

source: Historical Charts
ro: Grafice istorice

source: Coming Soon - Interactive usage trends
ro: În curând - Tendințe interactive de utilizare

source: Period:
ro: Perioadă:

source: Last Updated:
ro: Ultima actualizare:

source: Service Uptime
ro: Nume serviciu

source: uptime for
ro: timp de activitate pentru

source: uptime
ro: timp de activitate

source: Service Details
ro: Detalii Service

source: Back to Services
ro: Înapoi la servicii

source: Service
ro: servicii

source: Control Panel
ro: Panou de control

source: with VAT
ro: cu TVA

source: Next Bill
ro: Următoarea facturare

source: Calculating...
ro: Se calculează...

source: cycle
ro: ciclu

source: Age
ro: Vârstă

source: days
ro: zile

source: New
ro: Nou

source: Since
ro: De la

source: Auto Renew
ro: Reînnoire automată

source: Enabled
ro: Activat

source: Disabled
ro: Dezactivat

source: Automatic renewal active
ro: Reînnoire automată activă

source: Manual renewal required
ro: Reînnoire manuală necesară

source: Overview
ro: Restantă

source: Usage & Performance
ro: Utilizare și performanță

source: Service Health
ro: Configurarea serviciilor

source: Current status overview
ro: Starea actuală a consimțământului

source: Uptime
ro: Disponibilitate

source: Checking...
ro: În așteptare

source: Access Details
ro: Detalii tichet

source: Login information
ro: Informații despre cont

source: Username
ro: Numele clientului

source: Being set up...
ro: Se configurează...

source: Primary Domain
ro: Domeniu principal

source: Not configured
ro: Nu este configurat

source: Server IP
ro: IP-ul serverului

source: Assigning...
ro: În așteptare

source: Support Contact
ro: Tichete de suport

source: Get help when needed
ro: Obțineți ajutor când aveți nevoie

source: Email Support
ro: Suport tehnic

source: Service Request
ro: Configurarea serviciilor

source: Service ID
ro: ID-ul serviciului

source: Resource Usage Summary
ro: Sumar Resource Usage

source: of
ro: din

source: emails
ro: Email:

source: Service Plan
ro: Nume serviciu

source: Storage
ro: Spațiu de stocare

source: Configuration
ro: Conversație

source: Domain
ro: Domeniu

source: Assigned Server
ro: Serverul atribuit

source: Server Assignment
ro: Atribuirea serverului

source: Pending assignment
ro: În așteptarea atribuirii

source: Service Timeline
ro: Nume serviciu

source: Current Status
ro: Starea actuală a consimțământului

source: Last updated
ro: Ultima actualizare:

source: Service Activated
ro: Nume serviciu

source: Service Created
ro: Nume serviciu

source: Current Usage
ro: Utilizarea curentă

source: Disk Space
ro: Spațiu pe disc

source: Usage History
ro: Istoric Usage

source: Last 7 days
ro: Nume

source: Last 30 days
ro: Ultimele 30 de zile

source: Last 90 days
ro: Ultimele 90 de zile

source: Usage charts will be available soon
ro: Graficele de utilizare vor fi disponibile în curând

source: Current Bill
ro: Factura curentă

source: Monthly charges
ro: Taxe lunare

source: Base Price
ro: Preț

source: VAT (19%%)
ro: TVA (21%%)

source: Billing Schedule
ro: Vezi toate documentele

source: Payment timing
ro: Data plății

source: Billing Cycle
ro: Ciclu de facturare

source: Next Bill Date
ro: Următoarea facturare

source: Payment history
ro: Data plății

source: Setup Fee
ro: Taxa de configurare

source: Service Age
ro: Nume serviciu

source: Billing Management
ro: Vezi toate documentele

source: Payment Methods
ro: Data plății

source: Usage Reports
ro: Rapoarte de utilizare

source: Change Plan
ro: Schimbați planul

source: Auto-Renewal Settings
ro: Setări Cont

source: Billing Support
ro: Facturare

source: VAT Information
ro: Informații de facturare

source: Romanian VAT Details
ro: Detalii Romanian VAT

source: VAT Rate
ro: Rata TVA

source: VAT Registration
ro: Înregistrare TVA

source: Invoice Currency
ro: Doar facturile

source: Next Invoice Details
ro: Detalii tichet

source: Base Amount
ro: Suma totală

source: VAT Amount
ro: Suma totală

source: No billing information available
ro: Proforma nu este disponibilă

source: Associated Domains
ro: Domenii asociate

source: Manage your hosting services and resources
ro: Gestionează serviciile de hosting și resursele

source: 🛒 Order New Service
ro: 🛒 Comandă serviciu nou

source: 🛒 Order Service
ro: 🛒 Comandă serviciu

source: service
ro: Serviciu

source: services
ro: servicii

source: Filter:
ro: Filtru:

source: active
ro: Activ

source: suspended
ro: Suspendat

source: pending
ro: În așteptare

source: cancelled
ro: Anulat

source: Service Name
ro: Nume serviciu

source: Price
ro: Preț

source: No services found for the selected filter
ro: Niciun serviciu găsit pentru filtrul selectat

source: No services yet
ro: Niciun serviciu deocamdată

source: Contact our sales team to get started with hosting services.
ro: Contactați echipa noastră de vânzări pentru a începe cu serviciile de găzduire.

source: Page
ro: Pagină

source: Service Action Request
ro: Cerere de acțiune pentru serviciu

source: Back to Service Details
ro: Înapoi la tichete

source: Request Service Action
ro: Solicitare de Acțiune pentru Serviciu

source: Select Action Type
ro: Selectați Action Type

source: Request to upgrade your service to a higher plan with more resources
ro: Solicitare de upgrade a serviciului dvs. la un plan superior cu mai multe resurse

source: Request to downgrade your service to a lower plan to reduce costs
ro: Solicitare de downgrade a serviciului dvs. la un plan mai mic pentru a reduce costurile

source: Request to temporarily suspend your service (can be reactivated later)
ro: Solicitare de suspendare temporară a serviciului dvs. (poate fi reactivat mai târziu)

source: Request to permanently cancel your service and terminate the contract
ro: Solicitare de anulare permanentă a serviciului și încetare a contractului

source: Submit a custom service action request
ro: Trimiteți o solicitare de acțiune personalizată pentru serviciu

source: May incur additional charges
ro: Poate implica costuri suplimentare

source: Reason required
ro: Necesar

source: Available Plans
ro: Planuri Disponibile

source: Emails
ro: Email:

source: DBs
ro: Baze de Date

source: Reason
ro: Motiv

source: Please provide a detailed reason for this request...
ro: Te rugăm să oferi informații detaliate despre cererea sau problema ta...

source: This information helps our team process your request faster
ro: Aceste informații ajută echipa noastră să proceseze mai rapid solicitarea dvs.

source: Current Service
ro: Serviciu asociat

source: Current Plan
ro: Planul Curent

source: Monthly Cost
ro: Cost Lunar

source: Request Process
ro: Solicită rambursare

source: Fill out the form and submit
ro: Completați formularul și trimiteți

source: Review
ro: Revizuire

source: Our team reviews your request
ro: Echipa noastră revizuiește solicitarea dvs.

source: Processing
ro: Prelucrarea datelor

source: Changes are applied to your service
ro: Modificările sunt aplicate serviciului dvs.

source: You receive confirmation email
ro: Veți primi confirmarea pe email

source: Need Help?
ro: Ai nevoie de ajutor?

source: Chat with Support
ro: Contactează suportul

source: Please provide a detailed reason for this request (required)...
ro: Te rugăm să oferi informații detaliate despre cererea sau problema ta...

source: Please select an action type.
ro: Selectați an action type.

source: Please provide a reason for this request.
ro: Te rugăm să oferi informații detaliate despre cererea sau problema ta...

source: Usage Statistics
ro: Statistici de Utilizare

source: Back to Service
ro: Înapoi la Serviciu

source: Time Period
ro: Perioada de Timp

source: 24 Hours
ro: 24 de Ore

source: 7 Days
ro: 7 Zile

source: 30 Days
ro: 30 de Zile

source: Current Usage Summary
ro: Sumar Current Usage

source: Disk Space Used
ro: Spațiu pe Disc Utilizat

source: Bandwidth Used
ro: Lățime de Bandă Utilizată

source: Average CPU Usage
ro: Utilizare CPU Medie

source: Peak:
ro: Vârf:

source: No replies yet. Be the first to respond!
ro: Nu există răspunsuri încă. Fii primul care răspunde!

source: Subject
ro: Subiect

source: Priority
ro: Prioritate

source: Created At
ro: Creat la

source: Conversation
ro: Conversație

source: replies
ro: răspunsuri

source: Write your reply...
ro: Scrie răspunsul tău...

source: Attach file
ro: Atașează fișier

source: Attach
ro: Atașează

source: Send Reply
ro: Trimite răspuns

source: This ticket is closed. No new replies can be added.
ro: Acest tichet este închis. Nu se pot adăuga răspunsuri noi.

source: Ticket
ro: Tichet

source: Created
ro: Creat

source: No Support Tickets Yet
ro: Nu există încă tichete de suport

source: Need help with your hosting services? Create your first support ticket and our team will assist you promptly.
ro: Ai nevoie de ajutor cu serviciile de hosting? Creează primul tichet de suport și echipa noastră te va ajuta prompt.

source: Create Support Ticket
ro: Creează tichet de suport

source: Common reasons to contact support:
ro: Motive frecvente pentru a contacta suportul:

source: Technical Issues
ro: Probleme tehnice

source: Billing Questions
ro: Întrebări despre facturare

source: Service Setup
ro: Configurarea serviciilor

source: Create New Ticket
ro: Creează tichet nou

source: ← Back to Tickets
ro: Înapoi la tichete

source: Get help from our support team
ro: Obține ajutor de la echipa noastră de suport

source: Category
ro: Categorie

source: Select category (optional)
ro: Selectează categoria (opțional)

source: Technical Support
ro: Suport tehnic

source: Billing & Account
ro: Facturare și cont

source: General Inquiry
ro: Întrebare generală

source: Title
ro: Titlu

source: Related Service
ro: Serviciu asociat

source: Select a service (if applicable)
ro: Selectează un serviciu (dacă este cazul)

source: Please provide detailed information about your request or issue...
ro: Te rugăm să oferi informații detaliate despre cererea sau problema ta...

source: Be as specific as possible. Include error messages, steps to reproduce, etc.
ro: Fii cât mai specific. Include mesajele de eroare, pașii pentru reproducere etc.

source: Priority Guidelines
ro: Ghid priorități

source: Service completely down, affecting your business
ro: Serviciul este complet nefuncțional, afectând afacerea ta

source: Critical issues significantly impacting service
ro: Probleme critice care afectează semnificativ serviciul

source: Standard support requests and questions
ro: Cereri standard de suport și întrebări

source: General questions or minor issues
ro: Întrebări generale sau probleme minore

source: You will receive email notifications about replies to your ticket.
ro: Vei primi notificări prin email despre răspunsurile la tichetul tău.

source: Create Ticket
ro: Creează tichet nou

source: Need Immediate Help?
ro: Ai nevoie de ajutor imediat?

source: For critical issues affecting your service, you can also:
ro: Pentru probleme critice care afectează serviciul tău, poți de asemenea:

source: Call our emergency support line
ro: Sună la linia noastră de suport de urgență

source: Check our status page for known issues
ro: Verifică pagina noastră de stare pentru probleme cunoscute

source: Browse our knowledge base for quick solutions
ro: Navighează prin baza noastră de cunoaștințe pentru soluții rapide

source: Technical issue with
ro: Problemă tehnică cu

source: Billing question about
ro: Întrebare de facturare despre

source: Hosting issue with
ro: Problemă de găzduire cu

source: Domain question about
ro: Întrebare despre domeniu

source: Question about
ro: Întrebare despre

source: Brief description of the issue
ro: Descriere scurtă a problemei

source: Please fill in both title and description fields.
ro: Vă rugăm să completați atât câmpul de titlu, cât și câmpul de descriere.

source: Ticket Details
ro: Detalii tichet

source: Back to Tickets
ro: Înapoi la tichete

source: Sending...
ro: În așteptare

source: My Support Tickets
ro: Tichetele mele de suport

source: Get help with your hosting services
ro: Obține ajutor cu serviciile de hosting

source: Open Tickets
ro: Tichete deschise

source: Total Tickets
ro: Total tichete

source: Support Tickets
ro: Tichete de suport

source: All statuses
ro: Toate stările

source: Update your account password securely
ro: Actualizați your account password securely

source: Password Security Tips
ro: Sfaturi de securitate a parolei

source: Use at least 8 characters
ro: Utilizați cel puțin 8 caractere

source: Include uppercase and lowercase letters
ro: Includeți litere mari și mici

source: Include numbers and special characters
ro: Includeți numere și caractere speciale

source: Avoid using personal information
ro: Evitați utilizarea informațiilor personale

source: Use a unique password for this account
ro: Utilizați o parolă unică pentru acest cont

source: Back to Profile
ro: Înapoi la profil

source: Security Information
ro: Informații de securitate

source: Account
ro: Cont

source: Security Level
ro: Nivel de securitate

source: Secure Authentication
ro: Autentificare securizată

source: Your password is encrypted and stored securely. We never store or have access to your actual password.
ro: Parola dvs. este criptată și stocată în siguranță. Nu stocăm și nu avem acces la parola dvs. reală.

source: View and manage your company information and billing details
ro: Vizualizează și gestionează preferințele de consimțământ

source: Viewing:
ro: Vizualizare:

source: View Only
ro: Vezi toate

source: Company Information
ro: Informații despre cont

source: Not specified
ro: Neplătită

source: Billing Address
ro: Adresa de email

source: State/County
ro: Județ

source: Business Contact
ro: Contact de afaceri

source: Your company profile information is used for:
ro: Informațiile dvs. de profil de companie sunt utilizate pentru:

source: Generating invoices and tax documents
ro: Generarea facturilor și documentelor fiscale

source: Business correspondence and notifications
ro: Corespondență de afaceri și notificări

source: Legal compliance and VAT reporting
ro: Conformitate juridică și raportare TVA

source: Service provisioning and billing
ro: Furnizarea serviciilor și facturare

source: Keep your information up-to-date to ensure smooth operations.
ro: Mențineți informațiile dvs. la zi pentru a asigura operații fără probleme.

source: Update now
ro: Actualizați now

source: Update your company information and billing details
ro: Detalii Update your company information and billing

source: Back to Checkout
ro: Înapoi la coș

source: Back to Company Profile
ro: Înapoi la profil

source: Required fields
ro: Necesar

source: Save Changes
ro: Salvează Modificările

source: Important Notes:
ro: Note importante:

source: Changes to VAT number and legal information may require verification
ro: Modificările numărului de TVA și ale informațiilor juridice ar putea necesita verificare

source: Billing address changes will apply to future invoices
ro: Schimbările de adresă de facturare se vor aplica facturilor viitoare

source: Contact information updates will be reflected in all business communications
ro: Actualizările informațiilor de contact vor fi reflectate în toate comunicările de afaceri

source: All information is encrypted and stored securely
ro: Toate informațiile sunt criptate și stocate în siguranță

source: View and manage your GDPR consents and marketing preferences
ro: Vizualizați și gestionați acordurile GDPR și preferințele de marketing

source: Current Consent Status
ro: Starea actuală a consimțământului

source: Data Processing
ro: Prelucrarea datelor

source: Inactive
ro: Inactiv

source: Required for account operation and service delivery
ro: Necesar pentru operarea contului și furnizarea serviciilor

source: Granted on:
ro: Acordat la:

source: Marketing Communications
ro: Comunicări de marketing

source: Newsletters, promotional emails, and service updates
ro: Buletine informative, emailuri promoționale și actualizări de servicii

source: You can unsubscribe at any time from any marketing email
ro: Vă puteți dezabona oricând de la orice email de marketing

source: You have opted out of marketing communications
ro: Ați renunțat la comunicări de marketing

source: Data Processing Consent Timeline
ro: Prelucrarea datelor

source: Status:
ro: Stare:

source: No consent history available
ro: Niciun istoric de consimțământ disponibil

source: Cookie Consent History
ro: Istoricul consimțămintelor

source: All Cookies Accepted
ro: Toate modulele cookie acceptate

source: Custom Preferences
ro: Preferințe

source: Consent Withdrawn
ro: Istoricul consimțămintelor

source: Essential
ro: Esențial

source: Functional
ro: opțional

source: Analytics
ro: Analiză

source: Manage Preferences
ro: Gestionați Preferences

source: Marketing Emails
ro: Email-uri de marketing

source: Receive newsletters and promotional content
ro: Primiți buletine informative și conținut promițional

source: Unsubscribe
ro: Dezabonați-vă

source: Subscribe
ro: Abonați-vă

source: Essential Communications
ro: Comunicări esențiale

source: Account security, billing, and service notifications
ro: Securitate cont, facturare și notificări de servicii

source: Required
ro: Necesar

source: You can withdraw your consent at any time by contacting our support team or using the preference controls above.
ro: Vă puteți retrage consimțământul în orice moment contactând echipa noastră de suport sau utilizând controalele de preferință de mai sus.

source: Withdrawal of consent does not affect the lawfulness of processing based on consent before withdrawal.
ro: Retragerea consimțământului nu afectează legalitatea prelucrării bazate pe consimțământ anterior retragerii.
