Repository: captainpragmatic/PRAHO
Catalog: services/portal/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Essential communications (billing, security, service updates) cannot be disabled as they are necessary for service delivery.
ro: Comunicările esențiale (facturare, securitate, actualizări de servicii) nu pot fi dezactivate deoarece sunt necesare pentru furnizarea serviciilor.

source: GDPR Article 7 - Conditions for consent | Romanian Law 190/2018
ro: Articolul 7 GDPR - Condiții pentru consimțământ | Legea română 190/2018

source: Back to Privacy Dashboard
ro: Înapoi la Panoul de control de confidențialitate

source: Create New Company
ro: Creat la

source: Set up a new company profile and become the owner. All fields are optional except company name and contact email.
ro: Configurați un nou profil de companie și deveniți proprietarul acesteia. Toate câmpurile sunt opționale, cu excepția numelui companiei și a emailului de contact.

source: Company Details
ro: Companie

source: Ready to Use
ro: Gata de utilizare

source: Romanian Business Compliance
ro: Conformă cu legislația românească

source: As the company owner, you'll be able to manage all business settings, invite team members with different access levels, and handle invoicing. VAT number (CUI) and complete address information are required for proper tax compliance and invoicing.
ro: Ca proprietar al companiei, veți putea gestiona toate setările afacerii, invita membri de echipă cu niveluri de acces diferite și gestiona facturarea. Numărul TVA (CUI) și informațiile complete de adresă sunt necesare pentru conformitatea fiscală adecvată și facturare.

source: Request a copy of your personal data in machine-readable format (GDPR Article 20)
ro: Solicitați o copie a datelor dvs. personale într-un format lizibil pentru mașini (Articolul 20 GDPR)

source: What Data Will Be Included
ro: Ce date vor fi incluse

source: Name, email, phone number, account settings
ro: Nume, email, număr de telefon, setări cont

source: Service History
ro: Istoric Service

source: Hosting services, domains, configuration data
ro: Servicii de găzduire, domenii, date de configurare

source: Billing Records
ro: Înregistrări de facturare

source: Invoices, payments, billing preferences
ro: Facturi, plăți, preferințe de facturare

source: Support requests and communications
ro: Cereri de suport și comunicări

source: Privacy Consents
ro: Consimțăminte de confidențialitate

source: GDPR consents and marketing preferences
ro: Consimțăminte GDPR și preferințe de marketing

source: Server Data
ro: Date Server

source: Website files not included - contact support if needed
ro: Fișierele website-ului nu sunt incluse - contactați suportul dacă este necesar

source: Request Data Export
ro: Solicitați Export de Date

source: Export Process
ro: Exportați Process

source: Your request will be processed within 48 hours
ro: Solicitarea dvs. va fi procesată în termen de 48 de ore

source: You will receive an email with a secure download link
ro: Veți primi un email cu un link de descărcare securizat

source: The download link expires after 7 days for security
ro: Link-ul de descărcare expiră după 7 zile din motive de securitate

source: Data will be provided in JSON format
ro: Datele vor fi furnizate în format JSON

source: Customer ID:
ro: ID Client:

source: Export History
ro: Istoricul consimțămintelor

source: Export Request
ro: Exportați Request

source: records
ro: înregistrări

source: Queued for processing
ro: În coada de așteptare pentru procesare

source: Processing your data...
ro: Se procesează datele dvs...

source: Export failed
ro: Exportați failed

source: This data export is provided under GDPR Article 20 (Right to Data Portability) and Article 15 (Right of Access).
ro: Acest export de date este furnizat conform Articolului 20 din GDPR (Dreptul la portabilitate datelor) și Articolului 15 (Dreptul de acces).

source: The export includes personal data you provided and data generated through your use of our services.
ro: Exportul include datele personale pe care le-ați furnizat și datele generate prin utilizarea serviciilor noastre.

source: In compliance with Romanian Law 190/2018 and EU Regulation 2016/679
ro: În conformitate cu Legea 190/2018 și cu Regulamentul UE 2016/679

source: Login
ro: Autentificare

source: PRAHO Portal Login
ro: Autentificare Portal PRAHO

source: Customer Portal Access
ro: Acces Portal Client

source: Keep me logged in
ro: Ține-mă conectat

source: Forgot password?
ro: Ați uitat parola?

source: Sign In
ro: Conectare

source: Don\
ro: Nu aveți cont?

source: Register here
ro: Înregistrați-vă aici

source: Secure Connection
ro: Conexiune Securizată

source: GDPR Compliance
ro: Conformitatea GDPR

source: Use these codes to access your account if you lose your phone or authenticator app
ro: Utilizați aceste coduri pentru a vă accesa contul dacă pierdeți telefonul sau aplicația de autentificare

source: Your Recovery Codes
ro: Codurile dvs. de Recuperare

source: Important Security Information
ro: Informații Importante de Securitate

source: Each code can only be used once
ro: Fiecare cod poate fi folosit o singură dată

source: Store these codes in a safe place
ro: Stocați aceste coduri într-un loc sigur

source: Generate new codes if these are compromised
ro: Generați coduri noi dacă acestea sunt compromise

source: Copy code
ro: Copiați codul

source: Copy All Codes
ro: Copiați Toate Codurile

source: Print Codes
ro: Tipăriți Codurile

source: No Backup Codes Available
ro: Nu sunt disponibile Coduri de Backup

source: Unable to load your backup codes. Please try again or contact support if the problem persists.
ro: Nu s-au putut încărca codurile de rezervă. Vă rugăm să încercați din nou sau contactați suportul dacă problema persistă.

source: Regenerate Codes
ro: Regenerare Coduri

source: If you\
ro: Dacă dvs.\

source: Warning
ro: Avertisment

source: Generating new codes will immediately invalidate all current backup codes. Make sure you have access to your authenticator app before proceeding.
ro: Generarea de coduri noi va invalida imediat toate codurile de rezervă actuale. Asigurați-vă că aveți acces la aplicația de autentificare înainte de a continua.

source: Generate New Backup Codes
ro: Generare Coduri de Rezervă Noi

source: How to Use Backup Codes
ro: Cum se utilizează codurile de rezervă

source: When logging in, if you can\
ro: La autentificare, dacă puteți\

source: Enter one of these backup codes exactly as shown (including any dashes).
ro: Introduceți unul din aceste coduri de rezervă exact cum se afișează (inclusiv cratimi).

source: Each code can only be used once. Cross it off your list after use.
ro: Fiecare cod poate fi utilizat o singură dată. Bifați-l din lista dvs. după utilizare.

source: When you have only a few codes left, generate new ones to ensure continued access.
ro: Când rămân doar câteva coduri, generați coduri noi pentru a asigura accesul continuu.

source: Back to MFA Management
ro: Înapoi la Gestionarea MFA

source: All backup codes copied to clipboard!
ro: Toate codurile de rezervă au fost copiate în clipboard!

source: MFA Backup Codes
ro: Coduri de Rezervă MFA

source: PragmaticHost - MFA Backup Codes
ro: PragmaticHost - Coduri de Rezervă MFA

source: Account:
ro: Cont:

source: Store these codes safely. Each can only be used once.
ro: Stocați aceste coduri în siguranță. Fiecare poate fi utilizat o singură dată.

source: Generated:
ro: Generat:

source: Are you sure you want to generate new backup codes? This will invalidate all current codes.
ro: Sunteți sigur că doriți să generați coduri de rezervă noi? Aceasta va invalida toate codurile actuale.

source: Two-Factor Authentication
ro: Autentificare cu doi factori

source: Manage your account security and two-factor authentication settings
ro: Gestionați setările de securitate și autentificarea cu doi factori

source: Current Security Status
ro: Starea curentă de securitate

source: Your account is protected with MFA
ro: Contul dvs. este protejat cu MFA

source: Your account is not protected with MFA
ro: Contul dvs. nu este protejat cu MFA

source: Active Methods
ro: Metode Active

source: Authenticator App
ro: Aplicație de Autentificare

source: Passkeys/Hardware Keys
ro: Chei de acces/Chei hardware

source: Last Login
ro: Ultima autentificare

source: Never
ro: Niciodată

source: Backup Codes Available
ro: Coduri de Rezervă Disponibile

source: codes remaining
ro: coduri rămase

source: None
ro: Niciunul

source: Generate backup codes for account recovery
ro: Generare coduri de rezervă pentru recuperarea contului

source: Manage MFA Settings
ro: Gestionează setările MFA

source: Enable Two-Factor Authentication
ro: Activați autentificarea în doi pași

source: Protect your account with an additional security layer
ro: Protejați-vă contul cu un strat de securitate suplimentar

source: Works offline
ro: Funcționează offline

source: Very secure
ro: Foarte sigur

source: Set up time-based codes with your favorite authenticator app.
ro: Configurați coduri bazate pe timp cu aplicația dvs. preferată de autentificare.

source: RECOMMENDED
ro: RECOMANDAT

source: Passkeys
ro: Chei de acces

source: Face ID, Touch ID, fingerprint, hardware keys
ro: Face ID, Touch ID, amprentă, chei hardware

source: Most secure
ro: Cel mai sigur

source: Fastest login
ro: Autentificare cea mai rapidă

source: Contact support to enable passkey MFA for your account.
ro: Contactați suportul pentru a activa MFA cu chei de acces pentru contul dvs.

source: Contact Support to Enable
ro: Contactați suportul pentru activare

source: Why enable MFA?
ro: De ce să activez MFA?

source: Protects against password breaches
ro: Protejează împotriva scurgerilor de parole

source: Prevents unauthorized access
ro: Previne accesul neautorizat

source: Required for admin and billing access
ro: Necesar pentru acces de administrator și facturare

source: Industry standard security practice
ro: Practică de securitate standard din industrie

source: MFA is Active
ro: MFA este activ

source: Your account is protected
ro: Contul dvs. este protejat

source: View or regenerate recovery codes
ro: Vizualizați or regenerate recovery codes

source: Add Method
ro: Adăugați Method

source: Set up additional MFA methods
ro: Configurați metode suplimentare de MFA

source: Are you sure you want to disable two-factor authentication? This will make your account less secure.
ro: Sunteți sigur că doriți să dezactivați autentificarea cu doi factori? Acest lucru va face contul dvs. mai puțin sigur.

source: Disable MFA
ro: Dezactivați MFA

source: Turn off two-factor authentication
ro: Dezactivați autentificarea cu doi factori

source: Need Help with MFA?
ro: Aveți nevoie de ajutor cu MFA?

source: Contact our support team to enable, disable, or manage your two-factor authentication settings. We\
ro: Contactați echipa noastră de suport pentru a activa, dezactiva sau gestiona setările dvs. de autentificare cu doi factori. Noi\

source: Follow these steps to secure your account with time-based verification codes
ro: Urmați acești pași pentru a vă asigura contul cu coduri de verificare bazate pe timp

source: Download Authenticator App
ro: Descărcați Authenticator App

source: Scan QR Code
ro: Scanați codul QR

source: Open your authenticator app
ro: Deschideți aplicația dvs. de autentificare

source: Select "Scan QR Code" or "+" to add account
ro: Selectați "Scanați codul QR" sau "+" pentru a adăuga contul

source: Point camera at QR code on the right
ro: Îndreptați camera spre codul QR din dreapta

source: QR Code
ro: Cod QR

source: MFA QR Code
ro: Cod QR MFA

source: Scan this QR code with your authenticator app
ro: Scanați codul QR cu aplicația dvs. de autentificare

source: Can\
ro: Nu pot

source: Secret Key:
ro: Cheie secretă:

source: Copy secret key
ro: Copiați cheia secretă

source: Failed to generate QR code. Please try again.
ro: Eroare la generate QR code. Please try again.

source: Verify Setup
ro: Verificați configurația

source: Enter verification code from your app:
ro: Introduceți codul de verificare din aplicația dvs.:

source: Verify & Enable MFA
ro: Verificați și activați autentificarea cu doi factori

source: Tip:
ro: Sfat:

source: The verification code changes every 30 seconds. If it doesn\
ro: Codul de verificare se schimbă la fiecare 30 de secunde. Dacă nu funcționează

source: Reset Your Password
ro: Resetați parola

source: Enter your email address and we\
ro: Introduceți adresa dvs. de email și vă vom trimite

source: Send Password Reset Email
ro: Trimiteți Password Reset Email

source: Back to login
ro: Înapoi la autentificare

source: Manage your privacy settings and data preferences in compliance with GDPR
ro: Gestionați setările dvs. de confidențialitate și preferințele de date în conformitate cu GDPR

source: Privacy Settings Overview
ro: Prezentare generală Privacy Settings

source: Current Settings
ro: Setări actuale

source: Required for service operation
ro: Necesar pentru funcționarea serviciului

source: Newsletters and promotional content
ro: Buletine informative și conținut promotional

source: Download your data
ro: Descărcați your data

source: View consent changes
ro: Vizualizați consent changes

source: Manage which cookies you allow on this website. You can change your preferences at any time.
ro: Gestionați care module cookie sunt permise pe acest site. Puteți modifica preferințele în orice moment.

source: Manage Cookie Preferences
ro: Vizualizează și gestionează preferințele de consimțământ

source: Your GDPR Rights
ro: Drepturile dvs. conform GDPR

source: Right to Access
ro: Dreptul de acces

source: View what personal data we hold about you
ro: Vizualizați what personal data we hold about you

source: Right to Rectification
ro: Dreptul la rectificare

source: Correct any inaccurate personal data
ro: Corectați orice date personale inexacte

source: Right to Erasure
ro: Dreptul la ștergere

source: Request deletion of your data ("Right to be forgotten")
ro: Solicitați ștergerea datelor dvs. ("Dreptul de a fi uitat")

source: Right to Portability
ro: Dreptul la portabilitate

source: Export your data in machine-readable format
ro: Exportați your data in machine-readable format

source: Right to Object
ro: Dreptul de a face obiecții

source: Object to processing for direct marketing
ro: Opuneți-vă prelucrării pentru scop de marketing direct

source: Right to Restrict
ro: Dreptul la restricționare

source: Limit how we process your data
ro: Limitați cum prelucrăm datele dvs.

source: Data Protection Contact
ro: Contact pentru protecția datelor

source: For any privacy-related questions or to exercise your rights:
ro: Pentru orice întrebări legate de confidențialitate sau pentru a-vă exercita drepturile:

source: Subject:
ro: Subiect:

source: We will respond to your request within 30 days as required by GDPR Article 12.
ro: Vă vom răspunde la solicitarea dvs. în termen de 30 de zile, așa cum este cerut de Articolul 12 al GDPR.

source: Manage your account settings and personal information
ro: Gestionează setările contului și informațiile personale

source: Personal Information
ro: Informații personale

source: Your first name
ro: Prenumele tău

source: Your last name
ro: Numele tău de familie

source: Contact support to change your email address
ro: Contactează suportul pentru a-ți schimba adresa de email

source: Preferences
ro: Preferințe

source: Language
ro: Limbă

source: Member Since
ro: Membru din

source: Enable MFA Now
ro: Activează MFA acum

source: Password Security
ro: Securitatea parolei

source: Company Profiles
ro: Profilul meu

source: company
ro: Companie

source: ies
ro: răspunsuri

source: Currently viewing:
ro: Vizualizare actuală:

source: Your role:
ro: Numele tău de familie

source: View
ro: Vizualizați

source: Edit
ro: Editați

source: Switch & View
ro: Comută și vizualizează

source: No company profiles found
ro: Nu s-au găsit poziții de factură

source: Create your first company profile to get started
ro: Creați your first company profile to get started

source: Add New Company
ro: Companie

source: Create a new company profile and become the owner
ro: Creați un nou profil de companie și deveniți proprietar

source: VAT number (CUI) and legal address required for invoicing. Company owners can invite team members with different access levels.
ro: Numărul de TVA (CUI) și adresa legală sunt obligatorii pentru facturare. Proprietarii companiei pot invita membri ai echipei cu niveluri de acces diferite.

source: Privacy & Data Protection
ro: Confidențialitate și protecția datelor

source: Required for service
ro: Necesar pentru serviciu

source: Given
ro: Furnizat

source: Not Given
ro: Nefurnizat

source: Newsletters and updates
ro: Buletine informative și actualizări

source: Last updated:
ro: Ultima actualizare:

source: Your Data Rights
ro: Drepturile tale asupra datelor

source: Manage your privacy settings and data preferences
ro: Gestionează setările de confidențialitate și preferințele datelor

source: Download a copy of your personal data
ro: Descarcă o copie a datelor tale personale

source: View and manage your consent preferences
ro: Vizualizează și gestionează preferințele de consimțământ

source: GDPR compliant according to Romanian Law 190/2018 and EU Regulation 2016/679
ro: Conformă cu GDPR conform Legii Române 190/2018 și Regulamentului UE 2016/679

source: Create Account
ro: Creați Account

source: Create Your PragmaticHost Account
ro: Creați Your PragmaticHost Account

source: Start your hosting journey with Romanian compliance built-in
ro: Porniți-vă călătoria de găzduire cu conformitate română integrată

source: Business Information
ro: Informații de afaceri

source: Address Information
ro: Informații de adresă

source: Account Security
ro: Securitatea contului

source: Privacy & Consent
ro: Confidențialitate și consimțământ

source: Already have an account?
ro: Aveți deja un cont?

source: Sign in here
ro: Conectați-vă aici
