Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Customer:
ro: Client:

source: Created:
ro: Creat:

source: Valid Until:
ro: Valabil Până La:

source: Valid
ro: Valabil

source: New Invoice Preview
ro: Invoice Preview nou(ă)

source: INV-
ro: FACT-

source: (auto-generated)
ro: (auto-generat)

source: Issue Date:
ro: Data emiterii:

source: Today
ro: Astăzi

source: Due Date:
ro: Data scadenței:

source: 30 days from issue
ro: 30 de zile de la emitere

source: Line Items to be Copied
ro: Rânduri ce urmează a fi copiate

source: Qty
ro: Cant.

source: Conversion Actions
ro: Acțiuni de conversie

source: Proforma
ro: Proformă

source: Created on
ro: Creat la

source: Edit
ro: Editează

source: Download PDF
ro: Descărcați PDF

source: Proforma Expired
ro: Proformă expirată

source: This proforma expired on
ro: Această proformă a expirat pe

source: It can no longer be converted to an invoice.
ro: Nu mai poate fi convertită într-o factură.

source: Proforma Valid
ro: Proformă valabilă

source: Valid until
ro: Valabilă până la

source: Ready for conversion to invoice.
ro: Gată pentru conversie în factură.

source: Address:
ro: Adresă:

source: Proforma Lines
ro: Rânduri de proformă

source: staff only
ro: doar pentru personal

source: Summary
ro: Sumar

source: Valid until:
ro: Valabilă până la:

source: Proforma for customer approval
ro: Proformă pentru aprobarea clientului

source: Converts to official invoice when paid
ro: Se transformă în factură oficială la plată

source: Sequential numbering maintained
ro: Numerotarea secvențială menținută

source: Romanian VAT compliant
ro: Conformă cu TVA-ul român

source: Send to Customer
ro: Trimiteți to Customer

source: Send to Email
ro: Trimiteți to Email

source: Edit Proforma
ro: Editați Proforma

source: Send this proforma to the customer via email?
ro: Trimiteți această proformă clientului prin email?

source: Failed to send proforma. Please try again.
ro: Eroare la send proforma. Please try again.

source: Create Proforma
ro: Creați Proforma

source: Create New Proforma
ro: Creați New Proforma

source: Edit the existing proforma invoice details and line items
ro: Editați detaliile și rândurile proformei existente

source: Proforma Details
ro: Detalii Proforma

source: Proforma Number
ro: Numărul Profomei

source: Auto-generated (PRO-XXXXXX)
ro: Generat automat (PRO-XXXXXX)

source: Valid Until
ro: Valabil până la

source: shown on proforma
ro: Se afișează pe proformă

source: Thank you for your interest! Payment due upon invoice issuance.
ro: Vă mulțumim pentru interes! Plata se efectuează la emiterea facturii.

source: not shown on proforma
ro: Nu se afișează pe proformă

source: Proforma Summary
ro: Sumar Proforma

source: Proforma Benefits
ro: Beneficiile proformei

source: Customer preview & approval
ro: Previzualizare și aprobare client

source: Auto-converts to invoice when paid
ro: Se convertește automat în factură când este plătită

source: Sequential numbering (PRO-XXXXXX)
ro: Numerotare secvențială (PRO-XXXXXX)

source: Romanian VAT compliance
ro: Conformitate TVA românească

source: 💾 Update Proforma
ro: Proformă Nouă

source: 💾 Create Proforma
ro: Proformă Nouă

source: Financial Reports
ro: Rapoarte financiare

source: Financial reporting interface - Staff only
ro: Interfață de raportare financiară - Numai pentru personal

source: VAT Report
ro: Raport TVA

source: VAT summary for Romanian tax compliance
ro: Rezumat TVA pentru conformitate fiscală română

source: Start Date
ro: Dată de început

source: End Date
ro: Dată de sfârșit

source: Filter
ro: Filtrează

source: Total Sales
ro: Vânzări totale

source: VAT Collected
ro: TVA colectată

source: Net Sales
ro: Vânzări nete

source: Net Amount
ro: Suma netă

source: VAT Amount
ro: Suma TVA

source: No invoices found for the selected period
ro: Nu s-au găsit facturi pentru perioada selectată

source: Breadcrumb
ro: Cale de navigare

source: Toggle mobile menu
ro: Comutare meniu mobil

source: Close
ro: Închideți

source: Confirm
ro: Confirmă

source: %(start_index)s–%(end_index)s of %(count)s results
ro: %(start_index)s–%(end_index)s din %(count)s rezultate

source: Pagination
ro: Paginare

source: Go to previous page
ro: Mergeți la pagina anterioară

source: Previous page (unavailable)
ro: Pagina anterioară (indisponibilă)

source: More pages
ro: Mai multe pagini

source: Go to next page
ro: Mergeți la pagina următoare

source: Next page (unavailable)
ro: Pagina următoare (indisponibilă)

source: Back
ro: Înapoi

source: Back to
ro: Înapoi la

source: No data found
ro: Nu s-a găsit niciun(o) data

source: No items available.
ro: Nu există niciun(o) items disponibil(ă).

source: Add User to
ro: Rol Utilizator

source: Customer Management
ro: Gestionare Comenzi

source: Add User to Customer
ro: Înapoi la Clienți

source: Back to Customer
ro: Înapoi la Clienți

source: User Email Address
ro: Adresă Email

source: No available users found. All active users are already assigned to this customer.
ro: Nu s-au găsit utilizatori disponibili. Toți utilizatorii activi sunt deja asignați acestui client.

source: Role Permissions
ro: Permisiuni de rol

source: 👥 Add User to Customer
ro: 👥 Adaugă utilizator la client

source: Create New User Instead
ro: Crează cont utilizator nou

source: Assign User to
ro: Asignează utilizator la

source: Create a new user account or link an existing user to this customer organization
ro: Creați un cont utilizator nou sau conectați un utilizator existent la organizația acestui client.

source: User Assignment Options
ro: Opțiuni de asignare utilizator

source: RECOMMENDED
ro: RECOMANDAT

source: Automatically create a user account using the customer's email address
ro: Creați automat un cont utilizator folosind adresa de e-mail a clientului

source: User gets password reset email
ro: Utilizatorul primește un e-mail de resetare a parolei

source: Instant access to customer portal
ro: Acces instant la portalul clientului

source: Full ownership permissions
ro: Permisiuni complete de proprietate

source: Connect an existing user account to this customer
ro: Conectare cont de utilizator existent la acest client

source: User must already exist in the system
ro: Utilizatorul trebuie să existe deja în sistem

source: Useful for multi-customer users
ro: Util pentru utilizatori cu mai mulți clienți

source: Configurable role permissions
ro: Permisiuni de rol configurabile

source: Leave customer without user assignment (can be done later)
ro: Lăsați clientul fără utilizator atribuit (poate fi făcut mai târziu)

source: Customer cannot access portal
ro: Clientul nu poate accesa portalul

source: No automated email notifications
ro: Fără notificări automate prin email

source: Manual user creation required later
ro: Crearea manuală a utilizatorului necesară mai târziu

source: New User Details
ro: User Details nou(ă)

source: A user account will be created using
ro: Un cont de utilizator va fi creat utilizând

source: They will receive a password reset link to set their password.
ro: Vor primi un link de resetare a parolei pentru a-și seta parola.

source: Existing User Selection
ro: Selectarea utilizatorului existent

source: The selected user will gain access to this customer organization with the specified role.
ro: Utilizatorul selectat va obține acces la organizația acestui client cu rolul specificat.

source: This customer will remain without user access. You can assign users later through this same interface or the admin panel.
ro: Acest client va rămâne fără utilizator atribuit. Puteți atribui utilizatori mai târziu prin această interfață sau prin panoul de administrare.

source: Create User for
ro: Crează Comandă Nouă

source: Create New User
ro: Crează Comandă Nouă

source: For customer:
ro: Client

source: The user will use this email address to log in to their account.
ro: Utilizatorul va folosi această adresă de email pentru a se autentifica în contul său.

source: First name
ro: Prenume

source: Last name
ro: Nume

source: Account Setup Required
ro: Status Cont

source: The new user will need to:
ro: Noul utilizator va trebui să:

source: Set up their password using the password reset link
ro: Să-și seteze parola folosind linkul de resetare a parolei

source: Enable two-factor authentication (recommended)
ro: Autentificare cu Doi Factori

source: Complete their profile information
ro: Descarcă informațiile personale

source: 🆕 Create User Account
ro: Crează cont utilizator nou

source: Add Existing User Instead
ro: Adăugați Existing User Instead

source: Delete Customer
ro: Selectează Client

source: Delete
ro: Șterge

source: This action cannot be undone
ro: Această acțiune nu poate fi anulată

source: Customer to be deleted:
ro: Note Client

source: What will happen:
ro: Ce se va întâmpla:

source: The customer record will be soft-deleted (marked as inactive)
ro: Înregistrarea clientului va fi ștearsă soft (marcată ca inactivă)

source: Associated orders and invoices will be preserved for audit
ro: Comenzile și facturile asociate vor fi păstrate pentru audit

source: User assignments will be removed
ro: Atribuirile de utilizator vor fi eliminate

source: This action is logged for GDPR compliance
ro: Această acțiune este înregistrată pentru conformitatea GDPR

source: Romanian Business Records
ro: Setări Afaceri Românești

source: Per Romanian fiscal regulations, invoice and order records must be preserved for the legally required period. Only the customer profile will be deactivated.
ro: Conform reglementărilor fiscale române, înregistrările de facturi și comenzi trebuie păstrate pentru perioada legală necesară. Doar profilul clientului va fi dezactivat.

source: Type the customer name to confirm deletion:
ro: Introduceți numele clientului pentru a confirma ștergerea:

source: This confirmation ensures you are deleting the correct customer.
ro: Această confirmare vă asigură că ștergeți clientul corect.

source: Please type the exact customer name to confirm deletion.
ro: Vă rugăm să introduceți exact numele clientului pentru a confirma ștergerea.

source: Are you absolutely sure you want to delete this customer? This action cannot be undone.
ro: Sunteți absolut sigur că doriți să ștergeți acest client? Această acțiune nu poate fi anulată.

source: Customer Details
ro: Detalii Customer

source: Company Customer
ro: Client Companie

source: Individual Customer
ro: Persoană Fizică

source: PFA/SRL Customer
ro: PFA/SRL

source: NGO/Association Customer
ro: Client ONG/Asociație

source: Basic Information
ro: Informații de Bază

source: Customer ID
ro: ID Client

source: Not provided
ro: Nespecificat

source: Business Information
ro: Informații Afacere

source: Updated
ro: Actualizat

source: Customer Users
ro: Utilizatori Client

source: ➕ Add User
ro: ➕ Adăugați utilizator

source: 2FA Enabled
ro: Activat

source: Last login:
ro: Ultima Conectare

source: Never logged in
ro: Nu s-a conectat niciodată

source: Full control
ro: Control complet

source: Invoices & payments
ro: Facturi și plăți

source: Services & support
ro: Servicii și suport

source: Read-only access
ro: Acces doar citire

source: Cannot change role
ro: Nu se poate schimba rolul

source: This is the only owner. Promote another user first.
ro: Acesta este singurul proprietar. Promoveați mai întâi un alt utilizator.

source: Suspend
ro: Suspendă

source: Activate
ro: Activare

source: Cannot remove the last user from customer
ro: Nu se poate elimina ultimul utilizator din client

source: Cannot Remove
ro: Nu se poate elimina

source: Cannot remove the only owner
ro: Nu se poate elimina singurul proprietar

source: Remove
ro: Eliminați

source: User Role Permissions
ro: Rol Utilizator

source: Account Safeguards Active
ro: Status Cont

source: Cannot remove the last user - customers must have at least one user
ro: Nu se poate elimina ultimul utilizator - clienții trebuie să aibă cel puțin un utilizator

source: Cannot remove or demote the only owner - promote another user to owner first
ro: Nu se poate elimina sau retrograda singurul proprietar - promoveați mai întâi un alt utilizator la proprietar

source: No users assigned to this customer
ro: Niciun utilizator alocat acestui client

source: This customer needs at least one user account to access services, receive communications, and manage their account.
ro: Acest client are nevoie de cel puțin un cont de utilizator pentru a accesa serviciile, a primi comunicări și a-și gestiona contul.

source: ➕ Add Existing User
ro: Asociază utilizator existent

source: 👤 Create New User
ro: Crează Comandă Nouă

source: You can link an existing user account or create a new one for this customer
ro: Atribuie un utilizator existent ca proprietar al acestui client

source: Tax Information
ro: Informații Fiscale

source: Registration
ro: Înregistrare

source: Addresses
ro: Adrese

source: Current
ro: Monedă

source: Hosting Services
ro: Servicii Hosting

source: View all
ro: Vezi toate

source: services
ro: servicii

source: No hosting services found
ro: Nu s-a găsit niciun(o) hosting services

source: This customer has not purchased any hosting services yet.
ro: Acest client nu a achiziționat încă niciun serviciu de găzduire.

source: Orders & Invoices
ro: Comenzi și Facturi

source: Unpaid
ro: Neplătit

source: invoices
ro: Facturi

source: No invoices found
ro: Nu s-a găsit niciun(o) invoices

source: This customer has not been billed yet.
ro: Acest client nu a fost facturat încă.

source: tickets
ro: tichete

source: No support tickets found
ro: Nu s-a găsit niciun(o) support tickets

source: This customer has not created any support tickets yet.
ro: Acest client nu a creat încă niciun tichet de suport.

source: Back to Customers
ro: Înapoi la Clienți

source: Back to customer details
ro: Înapoi la Clienți

source: Update customer information and all related profiles
ro: Actualizarea informațiilor clientului și ale tuturor profilelor asociate

source: Romanian Tax Information
ro: Informații Fiscale Românești

source: Billing Configuration
ro: Configurare Facturare

source: Primary Address Information
ro: Informații Adresă

source: Billing Address Information
ro: Informații Adresă

source: Specify different billing address details below:
ro: Specificați detaliile de adresă de facturare diferite mai jos:

source: Privacy & Consent
ro: Confidențialitate și Consimțământ

source: Back to customers
ro: Înapoi la clienți

source: Personal Information
ro: Informații Personale

source: Automatically create a user account and send welcome email
ro: Crează automat un cont de utilizator și trimite email de bun venit

source: Assign an existing user as the owner of this customer
ro: Atribuie un utilizator existent ca proprietar al acestui client

source: Create customer without assigning any user (can be done later)
ro: Crează client fără a atribui niciun utilizator (poate fi făcut mai târziu)

source: A user account will be created using the customer's email address. They will receive a password reset link to set their password.
ro: Un cont de utilizator va fi creat folosind adresa de e-mail a clientului. Vor primi o legătură de resetare a parolei pentru a-și stabili parola.

source: The customer will be created without any assigned users. You can assign users later from the customer detail page.
ro: Clientul va fi creat fără utilizatori alocat. Puteți aloca utilizatori mai târziu din pagina de detaliu a clientului.

source: Address Information
ro: Informații Adresă

source: Manage your companies and contacts.
ro: Gestionează companiile și contactele tale.

source: Reset
ro: Resetați

source: %(total_customers)s result for "%(search_query)s"
ro: %(total_customers)s rezultat pentru "%(search_query)s"

source: %(total_customers)s customer in total
ro: %(total_customers)s client în total

source: ID (CNP/CUI/VAT)
ro: ID (CNP/CUI/TVA)

source: View
ro: Vizualizează

source: No customers found for search "%(search_query)s"
ro: Niciun client găsit pentru căutarea "%(search_query)s"

source: No customers yet
ro: Niciun client încă

source: Create the first customer
ro: Creați the first customer

source: Page %(page_number)s of %(num_pages)s
ro: Pagina %(page_number)s din %(num_pages)s

source: ← Previous
ro: Anterior

source: Next →
ro: Următorul

source: Dashboard PragmaticHost
ro: Panou de Control PragmaticHost

source: 👋 Welcome %(first_name)s
ro: 👋 Bun venit, %(first_name)s

source: Welcome
ro: Bun venit

source: Hello, %(first_name)s! Here is an overview of your business activity.
ro: Bună, %(first_name)s! Iată o prezentare generală a activității tale de afaceri.

source: Here is an overview of your hosting services and account.
ro: Iată o prezentare generală a serviciilor tale de hosting și a contului.

source: Monthly Revenue
ro: Venituri Lunare

source: Open Tickets
ro: Tichete Deschise

source: Active Services
ro: Servicii Active

source: My Open Tickets
ro: Tichetele mele deschise

source: Account Status
ro: Status Cont

source: Next Billing
ro: Următoarea facturare

source: End of Month
ro: Sfârșitul lunii

source: Recent Invoices & Proformas
ro: Facturi și Proforme Recente

source: My Recent Invoices & Proformas
ro: Facturile și proformele mele recente

source: No recent documents
ro: Niciun document recent

source: No recent documents found
ro: Nu s-a găsit niciun(o) recent documents

source: Recent Tickets
ro: Tichete Recente

source: My Recent Tickets
ro: Tichetele mele recente

source: No recent tickets
ro: Niciun tichet recent

source: No recent support tickets
ro: Niciun tichet de suport recent

source: New Proforma
ro: Proformă Nouă

source: New Ticket
ro: Tichet Nou

source: New Service
ro: Serviciu Nou

source: View Invoices
ro: Vizualizați Invoices

source: My Profile
ro: Profilul meu

source: Account Information
ro: Informații Cont

source: Server Status
ro: Status Server

source: Backup Status
ro: Status Backup

source: Up-to-date
ro: Actualizat

source: Connected
ro: Conectat

source: Payment Gateway
ro: Gateway de Plată

source: Functional
ro: Funcțional

source: Last update
ro: Ultima actualizare

source: Customer name
ro: Numele clientului

source: VAT Number (CNP if Individual)
ro: Numărul de TVA (CNP dacă persoană fizică)

source: Customer Since
ro: Client din

source: 🔒 WHOIS Privacy
ro: 🔒 Confidențialitatea WHOIS

source: 🔄 Auto-Renew
ro: 🔄 Reînnoire automată

source: Domain Information
ro: Informații domeniu

source: Registered
ro: Înregistrat

source: Not yet registered
ro: Încă neînregistrat

source: Expires
ro: Expirează

source: days
ro: zile

source: Not set
ro: Nesetat

source: Auto-Renew
ro: Reînnoire automată

source: WHOIS Privacy
ro: Confidențialitatea WHOIS

source: Protected
ro: Protejat

source: Nameservers
ro: Servere de nume

source: Order History
ro: Istoric Order

source: year
ro: an

source: 🔄 Renew Domain
ro: 🌍 Domeniu

source: 📥 Transfer Out
ro: Transfer Bancar

source: ⚙️ Manage DNS
ro: ⚙️ Gestionare DNS

source: 📊 View Analytics
ro: 📊 Vizualizați Analitică

source: Manage your domain portfolio with comprehensive tools
ro: Gestionează portofoliul de domenii cu instrumente complete

source: 🆕 Register Domain
ro: Înregistrare

source: Total Domains
ro: Total Domenii

source: Active Domains
ro: Domenii Active

source: Expiring Soon
ro: Expiră Curând

source: This Month
ro: Luna Aceasta

source: No domains found
ro: Nu s-au găsit domenii

source: Get started by registering your first domain.
ro: Începe prin înregistrarea primului domeniu.

source: 🆕 Register First Domain
ro: 🆕 Înregistrați Primul Domeniu

source: Register
ro: Înregistrează

source: Register New Domain
ro: Înregistrați Domeniu Nou

source: Find and register the perfect domain for your business
ro: Găsiți și înregistrați domeniul perfect pentru afacerea dvs.

source: Domain Search
ro: Căutare Domeniu

source: Enter domain name
ro: Introduceți numele domeniului

source: Enter the full domain name including extension (e.g., example.com)
ro: Introduceți domeniul complet inclusiv extensia (de ex., example.com)

source: Popular Extensions
ro: Extensii Populare

source: Registration Details
ro: Detalii Registration

source: Selected Domain
ro: Domeniu Selectat

source: Select customer...
ro: Selectați client...

source: Registration Period
ro: Perioada de Înregistrare

source: Domain Options
ro: Opțiuni Domeniu

source: WHOIS Privacy Protection
ro: Protecție Confidență WHOIS

source: Enable Auto-Renewal
ro: Activați Reînnoire Automată

source: Total Cost:
ro: Cost Total:

source: Search for a domain to begin registration
ro: Căutați for a domain to begin registration

source: Checking availability...
ro: Se verifică disponibilitatea...

source: Available for registration
ro: Disponibil pentru înregistrare

source: Select
ro: Selectează

source: Error checking availability. Please try again.
ro: Eroare la verificarea disponibilității. Vă rog încercați din nou.

source: Renew
ro: Reînnoiți

source: Renew Domain
ro: Reînnouiți Domeniu

source: Current Expiry
ro: Data de Expirare Actuală

source: Auto-Renewal
ro: Reînnoire Automată

source: Renewal Options
ro: Opțiuni de Reînnoire

source: Domain Administration
ro: Înregistrare Domeniu

source: Manage all domains across all customers
ro: Gestionați all domains across all customers

source: Domain name or customer...
ro: Nume afișat pentru clienți

source: Transfer In
ro: Transfer Bancar

source: Transfer Out
ro: Transfer Bancar

source: All Registrars
ro: Înregistrează

source: Expiry
ro: Expirare

source: All
ro: Toate

source: Expiring (30 days)
ro: Expirând (30 zile)

source: Auto-Renew Candidates
ro: Candidați pentru Reînnoire Automată

source: Try adjusting your filters to find domains.
ro: Începe prin înregistrarea primului domeniu.

source: No domains have been registered yet.
ro: Nu există încă niciun(o) domains have been registered.

source: Clear Filters
ro: Filtrează

source: Edit Registrar
ro: Editați Registrar

source: Add Registrar
ro: Adăugați Registrar

source: Update registrar configuration and credentials.
ro: Actualizați configurația și credențialele registrarului.

source: Create a new domain registrar configuration.
ro: Creați o nouă configurație a registrarului de domenii.

source: Display name
ro: Nume Afișare

source: Website URL
ro: URL Website

source: API endpoint
ro: Punct final API

source: API username
ro: Nume utilizator API

source: API key
ro: Cheie API

source: API secret
ro: Secret API

source: Webhook secret
ro: Secret Webhook

source: Webhook endpoint
ro: Punct final Webhook

source: Monthly fee (cents)
ro: Taxă lunară (cenți)

source: Default nameservers
ro: Servere de nume implicite

source: 💾 Save Registrar
ro: 💾 Salvați Registratorul

source: Registrar Management
ro: Gestionarea Registratorilor

source: Configure and manage domain registrar integrations
ro: Configurați și gestionați integrările registratorilor de domenii

source: ➕ Add Registrar
ro: ➕ Adăugați Registrator

source: 🔄 Sync All
ro: 🔄 Sincronizați Tot

source: Total Registrars
ro: Total Registratori

source: Registrars
ro: Registratori

source: Website:
ro: Site web:

source: API Endpoint:
ro: Punct final API:

source: ⚙️ Configure
ro: ⚙️ Configurați

source: Showing
ro: Se afișează

source: to
ro: Până la

source: registrars
ro: registratori

source: First
ro: Primul

source: Last
ro: Ultimul

source: No registrars found
ro: Nu s-a găsit niciun(o) registrars

source: Get started by adding your first domain registrar.
ro: Începeți prin adăugarea primului dvs. registrator de domenii.

source: ➕ Add First Registrar
ro: ➕ Adăugați Primul Registrator

source: Edit TLD
ro: Editați TLD

source: Add TLD
ro: Adăugați TLD

source: Update TLD configuration, pricing, and settings.
ro: Actualizați configurația TLD, prețurile și setările.

source: Create a new top-level domain with pricing and settings.
ro: Creați un nou domeniu de nivel superior cu prețuri și setări.

source: Extension
ro: Extensie
