Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Service temporarily unavailable
ro: Serviciul este indisponibil temporar

source: Registration validation failed
ro: Validarea înregistrării a eșuat

source: Permission denied
ro: Permisiune refuzată

source: Account not active
ro: Contul nu este activ

source: User already has access to this organization
ro: Utilizatorul are deja acces la această organizație

source: Registration could not be completed. Please contact support.
ro: Înregistrarea nu a putut fi finalizată. Vă rugăm să contactați suportul.

source: Invitation could not be sent. Please try again later.
ro: Invitația nu a putut fi trimisă. Vă rugăm să încercați mai târziu.

source: The provided information is invalid.
ro: provided information este invalid(ă).

source: You don't have permission to perform this action.
ro: Nu aveți permisiunea să efectuați această acțiune.

source: An error occurred. Please try again later.
ro: A apărut o eroare. Vă rugăm să încercați mai târziu.

source: Adresa 1
ro: Adresă Linia 1

source: Adresa 2
ro: Adresă Linia 2

source: Validată
ro: Valabil până la

source: Customer Address
ro: Adresa Clientului

source: Customer Addresses
ro: Adresele Clientului

source: Customer Payment Method
ro: Metoda de Plată a Clientului

source: Customer Payment Methods
ro: Metodele de Plată ale Clientului

source: Compliment
ro: Finalizate

source: Important
ro: Informații importante

source: Creat de
ro: Crează

source: Customer Note
ro: Notă a Clientului

source: Customer Notes
ro: Note Client

source: ✅ {address_type} address added
ro: ✅ Adresa de tip {address_type} a fost adăugată

source: ❌ Please correct the errors below
ro: ❌ Vă rugăm să corectați erorile de mai jos

source: Add Address
ro: Adăugați Address

source: ✅ Note added successfully
ro: ✅ Notă adăugată cu succes

source: Add Note
ro: Adăugați Note

source: Bank details must be a dictionary
ro: Detaliile bancare trebuie să fie un dicționar

source: Invalid bank details field: %(fields)s
ro: bank details field: %(fields)s invalid(ă)

source: %(field)s exceeds maximum length of %(max)s characters
ro: %(field)s depășește lungimea maximă de %(max)s caractere

source: Individual
ro: Persoană Fizică

source: Company
ro: Companie

source: NGO/Association
ro: ONG/Asociație

source: Inactive
ro: Inactiv

source: Suspended
ro: Suspendat

source: Nume companie
ro: Conformitate TVA românească

source: Email principal
ro: Adresă Email

source: Website
ro: Site Web

source: Manager cont
ro: Gestionează Prețuri

source: Customer
ro: Client

source: Customers
ro: Clienți

source: ❌ Please check your input: Invalid data provided
ro: ❌ Vă rugăm verificați informațiile introduse: Date invalide

source: ❌ This operation conflicts with existing data
ro: ❌ Această operație intră în conflict cu datele existente

source: ❌ You don't have permission to perform this action
ro: ❌ Nu aveți permisiunea să efectuați această acțiune

source: ❌ Operation failed. Please contact support if this continues
ro: ❌ Operația a eșuat. Vă rugăm contactați suportul dacă problema persistă

source: ✅ Customer "{customer_name}" created successfully
ro: ✅ Client "{customer_name}" creat cu succes

source: ❌ Failed to create user account: {error}
ro: ❌ Nu s-a putut crea contul de utilizator: {error}

source: ✅ Customer "{customer_name}" created and linked to user {email}
ro: ✅ Client "{customer_name}" creat și asociat utilizatorului {email}

source: ❌ Failed to link user: {error}
ro: ❌ Nu s-a putut asocia utilizatorul: {error}

source: ✅ Customer "{customer_name}" created successfully. No user assigned.
ro: ✅ Client "{customer_name}" creat cu succes. Niciun utilizator asignat.

source: 💡 You can assign users later from the customer detail page.
ro: 💡 Puteți asigna utilizatori mai târziu din pagina de detalii ale clientului.

source: ❌ This customer information conflicts with existing data
ro: ❌ Informațiile acestui client intră în conflict cu datele existente

source: ❌ You don't have permission to create customers
ro: ❌ Nu aveți permisiunea să creați clienți

source: ❌ Unable to create customer. Please contact support if this continues
ro: ❌ Nu se poate crea clientul. Vă rugăm contactați suportul dacă problema persistă

source: Create
ro: Crează

source: ✅ Customer "{customer_name}" updated successfully
ro: ✅ Client "{customer_name}" actualizat cu succes

source: Edit Customer
ro: Client

source: Update Customer
ro: Client Nou

source: 🗑️ Customer "{customer_name}" deleted successfully
ro: 🗑️ Client "{customer_name}" șters cu succes

source: Access denied to this customer
ro: Acces refuzat acestui client

source: ✅ User account created for {customer_name}. Welcome email sent to {email}
ro: ✅ Cont de utilizator creat pentru {customer_name}. Email de bun venit trimis la {email}

source: ✅ User account created for {customer_name}: {email}
ro: ✅ Cont de utilizator creat pentru {customer_name}: {email}

source: ⚠️ Welcome email could not be sent. Please inform the user manually.
ro: ⚠️ Emailul de bun venit nu a putut fi trimis. Vă rugăm informați utilizatorul manual.

source: ❌ No user selected for linking
ro: ❌ Niciun utilizator selectat pentru asociere

source: ❌ Invalid user selected
ro: ❌ Utilizator invalid selectat

source: ✅ User {email} linked to customer "{customer_name}" with {role} role
ro: ✅ Utilizator {email} asociat clientului "{customer_name}" cu rolul {role}

source: 💡 User assignment skipped for customer "{customer_name}"
ro: 💡 Asignarea utilizatorului omisă pentru clientul "{customer_name}"

source: ❌ Please check your input: Invalid user assignment data
ro: ❌ Vă rugăm verificați informațiile introduse: Date de asignare utilizator invalide

source: ❌ This user assignment conflicts with existing data
ro: ❌ Această asignare de utilizator intră în conflict cu datele existente

source: ❌ You don't have permission to assign users to this customer
ro: ❌ Nu aveți permisiunea de a asigna utilizatori acestui client

source: ❌ Unable to assign user. Please contact support if this continues
ro: ❌ Nu s-a putut asigna utilizatorul. Vă rugăm contactați suportul dacă problema persistă

source: Assign User
ro: Asignați utilizator

source: Customer name/designation
ro: Denumire client/desemnare

source: IT & Software
ro: IT și Software

source: Company name is required for companies
ro: Denumirea companiei este obligatorie pentru companii

source: CUI too long
ro: CUI prea lung

source: CUI must be in format RO followed by 6-10 digits
ro: CUI trebuie să fie în formatul RO urmat de 6-10 cifre

source: VAT number is required for VAT payers
ro: Numărul TVA este obligatoriu pentru plătitori de TVA

source: VAT number too long
ro: Numărul TVA prea lung

source: VAT number must be in format RO followed by 6-10 digits
ro: Numărul TVA trebuie să fie în formatul RO urmat de 6-10 cifre

source: Credit limit cannot be negative
ro: Limita de credit nu poate fi negativă

source: Example Street, no. 123
ro: Strada Exemplu, nr. 123

source: Block A, Apt. 45 (optional)
ro: Bloc A, Ap. 45 (opțional)

source: Bucharest
ro: București

source: Romania
ro: România

source: Romanian postal codes must be 6 digits
ro: Codurile poștale românești trebuie să aibă 6 cifre

source: Note Title
ro: Titlul notei

source: Details...
ro: Detalii...

source: Create new user account
ro: Crează cont utilizator nou

source: Link existing user
ro: Asociază utilizator existent

source: Skip user assignment
ro: Omite atribuirea utilizatorului

source: User Account Assignment
ro: Atribuire Cont Utilizator

source: Choose how to handle user assignment for this customer
ro: Alegeți cum să gestionați asignarea utilizatorului pentru acest client

source: Existing User
ro: Utilizator existent

source: Select an existing user to assign as owner
ro: Selectați an existing user to assign as owner

source: Select a user...
ro: Selectați un utilizator...

source: Send welcome email
ro: Trimite email de bun venit

source: Send welcome email with login instructions
ro: Trimite email de bun venit cu instrucțiuni de conectare

source: First Name
ro: Prenume

source: Last Name
ro: Nume

source: Primary Email
ro: Email Principal

source: Primary Phone
ro: Telefon Principal

source: Format: +40 21 123 4567 or 0712 345 678
ro: Format: +40 21 123 4567 sau 0712 345 678

source: Customer Type
ro: Tip Client

source: Individual, company, PFA, or NGO
ro: Persoană fizică, companie, PFA sau ONG

source: Company Name
ro: Nume Companie

source: Required for companies, PFA, and NGOs
ro: Obligatoriu pentru companii, PFA și ONG-uri

source: Industry
ro: Industrie

source: Format: RO12345678 (6-10 digits after RO)
ro: Format: RO12345678 (6-10 cifre după RO)

source: VAT Number
ro: Număr TVA

source: Romanian VAT registration number
ro: Număr de înregistrare TVA românesc

source: VAT Payer
ro: Plătitor TVA

source: Customer is registered for VAT
ro: Clientul este înregistrat pentru TVA

source: Address Line 1
ro: Adresă Linia 1

source: Address Line 2
ro: Adresă Linia 2

source: Apartment, suite, unit, building, floor, etc.
ro: Apartament, suită, unitate, clădire, etaj, etc.

source: City
ro: Oraș

source: County
ro: Județ

source: Postal Code
ro: Cod Poștal

source: Romanian postal codes are 6 digits
ro: Codurile poștale românești au 6 cifre

source: Payment Terms (days)
ro: Termeni de Plată (zile)

source: Number of days for payment
ro: Număr de zile pentru plată

source: Credit Limit (RON)
ro: Limită Credit (RON)

source: Maximum credit allowed
ro: Credit maxim permis

source: Preferred Currency
ro: Monedă Preferată

source: Data Processing Consent
ro: Consimțământ Procesare Date

source: Customer has given consent for personal data processing according to GDPR
ro: Clientul a dat consimțământul pentru prelucrarea datelor cu caracter personal conform GDPR

source: Marketing Communications Consent
ro: Consimțământ Comunicări Marketing

source: Customer consents to receive marketing communications
ro: Clientul consimte să primească comunicări de marketing

source: Company name is required for companies, PFA, and NGOs
ro: Denumirea companiei este obligatorie pentru companii, PFA-uri și ONG-uri

source: Please select an existing user to link.
ro: Selectați an existing user to link.

source: A user with email {email} already exists. Please choose "Link existing user" instead.
ro: Un utilizator cu email-ul {email} există deja. Vă rugăm alegeți opțiunea "Conectare utilizator existent" în schimb.

source: Customer Name
ro: Note Client

source: Registration Number
ro: Înregistrare

source: VAT Rate (%)
ro: Cota TVA

source: Postal Mail
ro: Cod Poștal

source: Email + Postal
ro: Hosting Email

source: Invoice Delivery Method
ro: Venituri din Facturi

source: Auto-payment Enabled
ro: Plata automată activată

source: Enable automatic payment processing
ro: Activați procesarea plăților automate

source: Country
ro: Județ

source: Billing address same as primary address
ro: Adresa de facturare identică cu adresa primară

source: Uncheck to specify a different billing address
ro: Deselectați pentru a specifica o adresă de facturare diferită

source: Billing Address Line 1
ro: Adresă de Facturare

source: Billing Address Line 2
ro: Adresă de Facturare

source: Billing City
ro: Perioada de Facturare

source: Billing County
ro: Configurare Facturare

source: Billing Postal Code
ro: Cod Poștal

source: Billing Country
ro: Configurare Facturare

source: '{field_label}' is required when billing address is different from primary address.
ro: '{field_label}' este obligatoriu când adresa de facturare este diferită de adresa principală.

source: User Assignment Action
ro: Acțiune de asignare a utilizatorului

source: Choose how to assign a user to this customer
ro: Alegeți how to assign a user to this customer

source: Select Existing User
ro: Selectați Existing User

source: Choose a user to link to this customer
ro: Alegeți a user to link to this customer

source: User Role
ro: Rol Utilizator

source: Role this user will have within the customer organization
ro: Rol pe care îl va avea acest utilizator în cadrul organizației clientului

source: Send welcome email with password reset link to new user
ro: Trimiteți email de bun venit cu link de resetare parolă noului utilizator

source: First name is required when creating a new user
ro: Prenumele este obligatoriu la crearea unui nou utilizator

source: Last name is required when creating a new user
ro: Numele de familie este obligatoriu la crearea unui nou utilizator

source: Please select a user to link
ro: Selectați un utilizator pentru a lega

source: Customer Tax Profile
ro: Profil fiscal al clientului

source: Customer Tax Profiles
ro: Profilele fiscale ale clienților

source: Limită credit (RON)
ro: Preț Unitar (RON)

source: Customer Billing Profile
ro: Profil de facturare al clientului

source: Customer Billing Profiles
ro: Profilele de facturare ale clienților

source: ✅ Tax profile updated successfully
ro: ✅ Profil fiscal actualizat cu succes

source: Tax Profile
ro: Profil fiscal

source: ✅ Billing profile updated successfully
ro: ✅ Profil de facturare actualizat cu succes

source: Billing Profile
ro: Profil de facturare

source: Email address is required.
ro: Adresă Email

source: User with email '{}' not found.
ro: User with email '{}' nu a fost găsit(ă).

source: User is already assigned to this customer.
ro: Utilizatorul este deja asignat acestui client.

source: User '{}' added to customer with {} role.
ro: Utilizatorul '{}' a fost adăugat la client cu rolul {}.

source: User with email '{}' already exists.
ro: User with email '{}' există deja.

source: New user '{}' created and assigned to customer.
ro: Utilizator nou '{}' creat și asignat clientului.

source: Invalid role selected.
ro: role selected invalid(ă).

source: User already has the {} role.
ro: Utilizatorul are deja rolul {}.

source: Cannot change role: {} is the only owner. Promote another user to owner first.
ro: Nu se poate change role: {} is the only owner. Promote another user to owner first.

source: Changed {}'s role from {} to {}.
ro: A fost schimbat rolul pentru {} de la {} la {}.

source: User is not associated with this customer.
ro: Utilizatorul nu este asociat cu acest client.

source: activated
ro: Activ

source: suspended
ro: Suspendat

source: User '{}' has been {}.
ro: Utilizatorul '{}' a fost {}.

source: Cannot remove user: {} is the only user assigned to this customer. A customer must have at least one user.
ro: Nu se poate remove user: {} is the only user assigned to this customer. A customer must have at least one user.

source: Cannot remove user: {} is the only owner. Promote another user to owner first.
ro: Nu se poate remove user: {} is the only owner. Promote another user to owner first.

source: User '{}' removed from customer.
ro: Utilizatorul '{}' a fost eliminat din client.

source: Invalid JSON for nameservers
ro: JSON for nameservers invalid(ă)

source: Nameservers must be a list of hostnames
ro: Serverele de nume trebuie să fie o listă de nume de gazdă

source: Invalid nameserver hostname
ro: nameserver hostname invalid(ă)

source: TLD extension (e.g., 'com', 'ro', 'eu')
ro: Extensie TLD (de ex., 'com', 'ro', 'eu')

source: Human-readable description of TLD
ro: Descriere ușor de citit a TLD-ului

source: Registration price in cents (customer pays)
ro: Preț de înregistrare în cenți (plătit de client)

source: Renewal price in cents (customer pays)
ro: Preț de reînnoire în cenți (plătit de client)

source: Transfer price in cents (customer pays)
ro: Preț de transfer în cenți (plătit de client)

source: Cost from registrar in cents
ro: Cost din registrar în cenți

source: Minimum registration period in years
ro: Perioada minimă de înregistrare în ani

source: Maximum registration period in years
ro: Perioada maximă de înregistrare în ani

source: Whether WHOIS privacy is available for this TLD
ro: Dacă confidențialitatea WHOIS este disponibilă pentru acest TLD

source: Grace period for renewal after expiration
ro: Perioada de grație pentru reînnoire după expirare

source: Additional fee for domain redemption
ro: Taxă suplimentară pentru recuperarea domeniului

source: Requires local presence (e.g., .ro domains)
ro: Necesită prezență locală (de ex., domenii .ro)

source: Special registration requirements
ro: Cerințe speciale de înregistrare

source: Show in featured TLD list
ro: Listă Show in featured TLD

source: 🌐 TLDs
ro: 🌐 TLD-uri

source: 🟢 Active
ro: 🟢 Activ

source: 🟡 Suspended
ro: 🟡 Suspendat

source: 🔴 Disabled
ro: 🔴 Dezactivat

source: Base API endpoint URL
ro: URL-ul punctului final de bază API

source: Secret for webhook signature verification
ro: Secret pentru verificarea semnăturii webhook

source: Our webhook endpoint for this registrar
ro: Punctul final al webhook-ului nostru pentru acest registrar

source: Default nameservers for new domains
ro: Serverele de nume implicite pentru domenii noi

source: Monthly account fee in cents
ro: Taxa lunară a contului în cenți

source: 🏢 Registrars
ro: 🏢 Registrari

source: Primary registrar for this TLD
ro: Registrarul principal pentru acest TLD

source: Priority order (1 = highest)
ro: Ordinea de prioritate (1 = cea mai înaltă)

source: Override cost for this registrar-TLD combination
ro: Cost special pentru această combinație registrar-TLD

source: 🔗 TLD-Registrar Assignment
ro: 🔗 Atribuire TLD-Registrar

source: 🔗 TLD-Registrar Assignments
ro: 🔗 Atribuiri TLD-Registrar

source: ⏳ Pending Registration
ro: ⏳ Înregistrare în așteptare

source: 🔴 Expired
ro: 🔴 Expirat

source: 📥 Transfer In Progress
ro: 📥 Transfer în curs

source: 📤 Transfer Out Progress
ro: 📤 Transfer în curs de ieșire

source: ❌ Cancelled
ro: ❌ Anulat

source: Full domain name (e.g., 'example.com')
ro: Numele complet al domeniului (ex. 'example.com')

source: Domain ID at registrar
ro: ID domeniu la registrar

source: EPP/Auth code for transfers
ro: Cod EPP/Auth pentru transferuri

source: Automatically renew domain before expiration
ro: Reînnoi automat domeniu înainte de expirare

source: WHOIS privacy protection enabled
ro: Protecția confidențialității WHOIS activată

source: Domain lock to prevent unauthorized transfers
ro: Blocare domeniu pentru a preveni transferurile neautorizate

source: Current nameservers for domain
ro: Serverele de nume curente pentru domeniu

source: Last amount paid for this domain
ro: Suma plătită ultima dată pentru acest domeniu

source: 🌍 Domain
ro: 🌍 Domeniu

source: 🌍 Domains
ro: 🌍 Domenii

source: Domain name contains invalid characters
ro: Numele domeniului conține caractere nevalide

source: TLD '.{domain_tld}' is not supported
ro: TLD '.{domain_tld}' nu este acceptat

source: 🆕 Register
ro: 🆕 Înregistrare

source: 🔄 Renew
ro: 🔄 Reînnoi

source: Domain name to register/renew/transfer
ro: Nume de domeniu pentru a înregistra/reînnoi/transfera

source: Registration/renewal period in years
ro: Perioada de înregistrare/reînnoire în ani

source: Price per year in cents
ro: Preț pe an în cenți

source: Total price for all years
ro: Preț total pentru toți ani

source: Include WHOIS privacy protection
ro: Includeți protecția de intimitate WHOIS

source: Enable auto-renewal for this domain
ro: Activați reînnoirea automată pentru acest domeniu

source: EPP/Auth code for domain transfer
ro: Cod EPP/Auth pentru transferul domeniului

source: Created/renewed domain after order processing
ro: Domeniu creat/reînnoit după procesarea comenzii

source: 🛒 Domain Order Item
ro: 🛒 Articol de Comandă Domeniu

source: 🛒 Domain Order Items
ro: 🛒 Articole de Comandă Domeniu

source: Domain name is required
ro: Domain name este obligatoriu

source: Domain name too short (minimum 3 characters)
ro: Numele domeniului este prea scurt (minim 3 caractere)

source: Domain name too long (maximum 253 characters)
ro: Numele domeniului este prea lung (maximum 253 caractere)

source: Domain name cannot contain consecutive dots
ro: Numele domeniului nu poate conține puncte consecutive

source: Domain name cannot start or end with hyphen
ro: Numele domeniului nu poate începe sau se termina cu cratimă

source: Domain name cannot start or end with dot
ro: Numele domeniului nu poate începe sau se termina cu punct

source: Domain name must include TLD (e.g., .com, .ro)
ro: Numele domeniului trebuie să includă TLD (de ex. .com, .ro)

source: Registration period must be between {min} and {max} years
ro: Perioada de înregistrare trebuie să fie între {min} și {max} ani

source: Domain is already registered in the system
ro: Domeniul este deja înregistrat în sistem

source: TLD '.{tld_extension}' is not supported
ro: TLD '.{tld_extension}' nu este acceptat

source: No available registrar for this TLD
ro: Nu există registrator disponibil pentru acest TLD

source: Failed to create domain registration
ro: Eroare la create domain registration

source: Domain must be active to renew
ro: Domeniul trebuie să fie activ pentru a fi reînnoit

source: Domain expiration date is not set
ro: Data expirării domeniului nu este setată

source: Domain renewed successfully
ro: Domeniu reînnoit cu succes

source: Failed to renew domain
ro: Eroare la renew domain

source: Invalid domain action
ro: domain action invalid(ă)

source: Failed to create domain order item
ro: Eroare la create domain order item

source: ❌ You do not have permission to access this domain.
ro: ❌ Nu aveți permisiune să accesați acest domeniu.

source: Please enter a domain name
ro: Vă rugăm introduceți un nume de domeniu

source: Please select a customer
ro: Vă rugăm selectați un client

source: ❌ You do not have permission for this customer
ro: ❌ Nu aveți permisiune pentru acest client

source: ✅ Domain {domain_name} registered successfully!
ro: ✅ Domeniu {domain_name} înregistrat cu succes!

source: ❌ Registration failed: {result}
ro: ❌ Înregistrarea a eșuat: {result}

source: Invalid customer selected
ro: customer selected invalid(ă)

source: Domain is already registered
ro: Domeniul este deja înregistrat

source: ❌ Only active domains can be renewed.
ro: ❌ Doar domeniile active pot fi reînnoite.

source: ✅ Domain renewed for {years} year(s)!
ro: ✅ Domeniu reînnoit pentru {years} ani!

source: ❌ Renewal failed: {message}
ro: ❌ Reînnorirea a eșuat: {message}

source: ✅ TLD created successfully
ro: ✅ TLD creat cu succes

source: ❌ Please fix the errors below
ro: ❌ Vă rugăm să corectați erorile de mai jos

source: ✅ TLD updated successfully
ro: ✅ TLD actualizat cu succes

source: ✅ Registrar created successfully
ro: ✅ Registrator creat cu succes

source: ✅ Synced {count} registrar(s)
ro: ✅ Sincronizat {count} registrator(e)

source: ✅ Registrar updated successfully
ro: ✅ Registrator actualizat cu succes

source: Selected region does not belong to the selected provider
ro: Regiunea selectată nu aparține furnizorului selectat

source: Selected size does not belong to the selected provider
ro: Dimensiunea selectată nu aparține furnizorului selectat

source: Leave blank to keep existing token
ro: Lăsați gol pentru a păstra token-ul existent

source: Type the hostname exactly to confirm destruction
ro: Introduceți exact hostname-ul pentru a confirma ștergerea

source: Hostname must match exactly: %(hostname)s
ro: Hostname-ul trebuie să se potrivească exact: %(hostname)s

source: Hostname must match format: prd-sha-het-de-fsn1-001 (env-type-provider-country-region-number)
ro: Hostname-ul trebuie să se potrivească formatului: prd-sha-het-de-fsn1-001 (env-type-provider-country-region-number)

source: Provider Name
ro: Nume Server

source: Provider Type
ro: Tip Produs

source: Provider Code
ro: Cod Furnizor

source: 3-letter code for hostname generation (e.g., het, dig, vul)
ro: Cod cu 3 litere pentru generarea hostname-ului (de exemplu, het, dig, vul)

source: Credential Identifier
ro: Identificator Credențial
