Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Loyalty Tier
ro: Nivel de Loialitate

source: Loyalty Tiers
ro: Nivele de Loialitate

source: Customer Loyalty
ro: Note Client

source: Customer Loyalties
ro: Note Client

source: Points change (positive or negative)
ro: Schimbare de puncte (pozitivă sau negativă)

source: Loyalty Transaction
ro: Tranzacție de Loialitate

source: Loyalty Transactions
ro: Tranzacții de Loialitate

source: Invalid count value. Please enter a number.
ro: count value. Please enter a number invalid(ă).

source: Count must be at least 1.
ro: Cantitatea trebuie să fie cel puțin 1.

source: 🔧 Add-on Service
ro: 🔧 Serviciu Suplimentar

source: 📦 Included Service
ro: 📦 Serviciu Inclus

source: ⚡ Required Dependency
ro: ⚡ Dependență Obligatorie

source: ⬆️ Service Upgrade
ro: ⬆️ Upgrade Serviciu

source: 🎁 Bundle Component
ro: 🎁 Componentă Pachet

source: 💳 Billed Separately
ro: 💳 Facturat Separat

source: 🆓 Included in Parent
ro: 🆓 Inclus în Serviciul Principal

source: 💰 Discounted Rate
ro: 💰 Tarif Redus

source: 📊 Prorated Billing
ro: 📊 Facturare Proporțională

source: Primary service (e.g., VPS hosting)
ro: Serviciu principal (ex. găzduire VPS)

source: Related service (e.g., domain, SSL, backup)
ro: Serviciu asociat (ex. domeniu, SSL, backup)

source: Type of service relationship
ro: Tipul relației dintre servicii

source: How this affects customer billing
ro: Cum afectează aceasta facturarea clientului

source: Child service is required for parent to function
ro: Serviciul copil este necesar pentru funcționarea serviciului principal

source: Automatically provision child when parent is created
ro: Aprovizionează automat serviciul copil atunci când serviciul principal este creat

source: Suspend child service when parent is suspended
ro: Suspendă serviciul copil atunci când serviciul principal este suspendat

source: Terminate child service when parent is terminated
ro: Încheie serviciul copil atunci când serviciul principal este încheiat

source: Discount percentage for bundle pricing
ro: Procent de reducere pentru prețuri în pachet

source: 🔗 Service Relationship
ro: 🔗 Relație între Servicii

source: 🔗 Service Relationships
ro: 🔗 Relații între Servicii

source: Service cannot be related to itself
ro: Serviciul nu poate fi legat de sine însuși

source: This relationship would create a circular dependency
ro: Această relație ar crea o dependență circulară

source: 🎯 Primary Domain
ro: 🎯 Domeniu Principal

source: + Add-on Domain
ro: + Domeniu Suplimentar

source: 🔗 Subdomain
ro: 🔗 Subdomeniu

source: ↩️ Domain Redirect
ro: ↩️ Redirecționare Domeniu

source: 🅿️ Parked Domain
ro: 🅿️ Domeniu Parcat

source: Hosting service for this domain
ro: Serviciul de găzduire pentru acest domeniu

source: Domain assigned to service
ro: Domeniu asignat serviciului

source: How domain is used with service
ro: Cum este folosit domeniul cu serviciul

source: Subdomain prefix (e.g., 'blog' for blog.example.com)
ro: Prefix subdomeniu (de ex., 'blog' pentru blog.example.com)

source: Manage DNS records for this domain
ro: Gestionați DNS records for this domain

source: SSL certificate enabled for this domain
ro: Certificat SSL activat pentru acest domeniu

source: No SSL
ro: Fără SSL

source: Shared SSL
ro: SSL Partajat

source: Dedicated SSL
ro: SSL Dedicat

source: Wildcard SSL
ro: SSL Wildcard

source: Redirect target URL (for redirect type)
ro: URL țintă pentru redirecționare (pentru tipul de redirecționare)

source: 302 Temporary
ro: 302 Temporar

source: Handle email for this domain
ro: Gestionați e-mailul pentru acest domeniu

source: Catch-all email address
ro: Adresă e-mail catch-all

source: 🌐 Service Domain
ro: 🌐 Domeniu de Serviciu

source: 🌐 Service Domains
ro: 🌐 Domenii de Serviciu

source: Subdomain contains invalid characters
ro: Subdomeniul conține caractere nevalide

source: Redirect domains must have a redirect URL
ro: Domeniile cu redirecționare trebuie să aibă un URL de redirecționare

source: 📦 Hosting Package
ro: 📦 Pachet de Găzduire

source: 🔗 Service Cluster
ro: 🔗 Cluster de Serviciu

source: 🎁 Product Bundle
ro: 🎁 Pachet de Produse

source: 🏗️ Environment
ro: 🏗️ Mediu

source: 👥 Reseller Package
ro: 👥 Pachet Revânzător

source: 🔴 Cancelled
ro: 🔴 Anulat

source: ⏳ Pending Setup
ro: ⏳ Configurare în Așteptare

source: Service group name
ro: Nume grup de servicii

source: Description of service group
ro: Descriere grup de servicii

source: Type of service group
ro: Tip grup de servicii

source: Customer owning this service group
ro: Client care deține acest grup de servicii

source: Automatically provision all services in group
ro: Aprovizionați automat toate serviciile din grup

source: Generate single invoice for all services
ro: Generați o singură factură pentru toate serviciile

source: 📦 Service Group
ro: 📦 Grup de Servicii

source: 📦 Service Groups
ro: 📦 Grupuri de Servicii

source: 🎯 Primary Service
ro: 🎯 Serviciu Principal

source: ⚡ Dependency
ro: ⚡ Dependență

source: 🔧 Add-on
ro: 🔧 Serviciu Suplimentar

source: 💾 Backup Service
ro: 💾 Serviciu de Backup

source: Service group
ro: Grup de servicii

source: Service in group
ro: Serviciu din grup

source: Role of service in group
ro: Rol al serviciului din grup

source: Order for provisioning (1 = first)
ro: Ordine pentru configurare (1 = prima)

source: Override individual service billing
ro: Suprascrie facturarea serviciului individual

source: Custom price for this service in group
ro: Preț personalizat pentru acest serviciu din grup

source: 👥 Service Group Member
ro: 👥 Membru al Grupului de Servicii

source: 👥 Service Group Members
ro: 👥 Membri ai Grupului de Servicii

source: Service must belong to same customer as group
ro: Serviciul trebuie să aparțină aceluiași client ca grupul

source: Parameter integrity check failed
ro: Verificarea integrității parametrului a eșuat

source: Invalid parameter format
ro: parameter format invalid(ă)

source: Parameter decryption failed: %(error)s
ro: Decriptarea parametrului a eșuat: %(error)s

source: Domain cannot be empty
ro: Gestionare Domenii

source: Domain too long (max %(max)s characters)
ro: Domeniu prea lung (maximum %(max)s caractere)

source: Domain too short (minimum %(min)s characters)
ro: Domeniu prea scurt (minim %(min)s caractere)

source: Invalid domain format
ro: domain format invalid(ă)

source: Domain contains dangerous pattern: %(pattern)s
ro: Domeniu conține model periculos: %(pattern)s

source: Domain contains restricted component: %(part)s
ro: Domeniu conține element restricționat: %(part)s

source: Username too long (max %(max)s characters)
ro: Nume de utilizator prea lung (maximum %(max)s caractere)

source: Username too short (minimum %(min)s characters)
ro: Nume de utilizator prea scurt (minim %(min)s caractere)

source: Invalid username format (must start with letter, contain only lowercase letters, numbers, underscore, hyphen)
ro: username format (must start with letter, contain only lowercase letters, numbers, underscore, hyphen) invalid(ă)

source: Username '%(username)s' is reserved
ro: Nume de utilizator '%(username)s' este rezervat

source: Service ID cannot be empty
ro: ID-ul serviciului nu poate fi gol

source: Service ID must be a valid UUID4
ro: ID-ul serviciului trebuie să fie un UUID4 valid

source: Invalid service ID format: %(error)s
ro: service ID format: %(error)s invalid(ă)

source: Template name too long (max %(max)s characters)
ro: Nume de șablon prea lung (maximum %(max)s caractere)

source: Template name contains invalid characters
ro: Nume de șablon conține caractere nevalide

source: Template name contains dangerous pattern: %(pattern)s
ro: Nume de șablon conține model periculos: %(pattern)s

source: Shared Web Hosting
ro: Găzduire Web Partajată

source: Cloud Hosting
ro: Găzduire Cloud

source: Domain
ro: Domeniu

source: Maintenance
ro: Mentenanță

source: Plan Name
ro: Nume Plan

source: Plan Type
ro: Tip Plan

source: Description
ro: Descriere

source: Monthly Price (RON)
ro: Preț lunar (RON)

source: Quarterly Price (RON)
ro: Preț trimestrial (RON)

source: Annual Price (RON)
ro: Preț anual (RON)

source: Setup Fee (RON)
ro: Taxă de configurare (RON)

source: Technical specifications and features in JSON format
ro: Specificații tehnice și caracteristici în format JSON

source: Features
ro: Caracteristici

source: Disk Space (GB)
ro: Spațiu disc (GB)

source: Monthly Traffic (GB)
ro: Trafic lunar (GB)

source: Email Accounts
ro: Conturi email

source: Databases
ro: Baze de date

source: CPU Cores
ro: Nuclee CPU

source: Price Includes VAT
ro: Preț cu TVA inclus

source: Public on Website
ro: Public pe website

source: Auto Provision
ro: Aprovizionare automată

source: Provisioning Script
ro: Script de aprovizionare

source: Service Plan
ro: Plan de serviciu

source: Service Plans
ro: Planuri de serviciu

source: Shared Server
ro: Server partajat

source: VPS Host
ro: Gazdă VPS

source: Cloud Node
ro: Nod Cloud

source: Under Maintenance
ro: Sub mentenanță

source: Decommissioned
ro: Dezafectat

source: Server Name
ro: Nume Server

source: Server Type
ro: Tip Server

source: Primary IP
ro: IP primar

source: Secondary IPs
ro: IP-uri secundare

source: Location
ro: Locație

source: Datacenter
ro: Centru de date

source: CPU Model
ro: Model CPU

source: Disk Type
ro: Tip Disc

source: Disk Capacity (GB)
ro: Capacitate Disc (GB)

source: CPU Usage (%)
ro: Utilizare CPU (%)

source: RAM Usage (%)
ro: Utilizare RAM (%)

source: Disk Usage (%)
ro: Utilizare Disc (%)

source: Maximum Services
ro: Servicii Maxime

source: Operating System
ro: Sistem Operativ

source: Control Panel
ro: Panou de control

source: Management API URL
ro: URL API de Administrare

source: Encrypted API Key
ro: Cheie API Criptată

source: Encrypted API Secret
ro: Secret API Criptat

source: Webhook Secret for signature verification
ro: Secret Webhook pentru Verificare Semnătură

source: Instance ID
ro: ID Instanță

source: Monthly Cost (RON)
ro: Cost Lunar (RON)

source: Last Maintenance
ro: Ultima Întreținere

source: Next Maintenance
ro: Următoarea Întreținere

source: Servers
ro: Servere

source: Provisioning
ro: Provizionare

source: Provisioning Failed
ro: Modul de Provizionare

source: Terminated
ro: Terminat

source: Service Name
ro: Nume Serviciu

source: Primary Domain
ro: Domeniu Principal

source: System Username
ro: Nume Utilizator Sistem

source: Price (RON)
ro: Preț (RON)

source: Setup Fee Paid
ro: Taxă de Configurare Plătită

source: Created At
ro: Creat la

source: Activated At
ro: Activat la

source: Suspended At
ro: Suspendat la

source: Expires At
ro: Expiră la

source: Provisioning Data
ro: Date Aprovizionare

source: Last Provisioning Attempt
ro: Ultima Tentativă de Aprovizionare

source: Provisioning Errors
ro: Erori de Aprovizionare

source: Provisioning Task ID
ro: Provizionare

source: Disk Usage (MB)
ro: Utilizare Disc (MB)

source: Bandwidth Used (MB)
ro: Lățime de Bandă Utilizată (MB)

source: Email Accounts Used
ro: Conturi E-mail Utilizate

source: Databases Used
ro: Baze de date utilizate

source: Auto Renew
ro: Reînnoire automată

source: Admin Notes
ro: Note de administrator

source: Suspension Reason
ro: Motiv suspendare

source: Services
ro: Servicii

source: Retrying
ro: Se reîncearcă

source: Create Service
ro: Creează Serviciu

source: Unsuspend Service
ro: Ridică suspendarea serviciului

source: Terminate Service
ro: Încheie serviciul

source: Update Service
ro: Actualizați Service

source: Task Type
ro: Tip sarcină

source: Parameters
ro: Parametri

source: Result
ro: Rezultat

source: Error Message
ro: Mesaj de eroare

source: Max Retries
ro: Reîncercări maxime

source: Next Retry At
ro: Următoarea reîncercare la

source: Provisioning Task
ro: Sarcină de aprovizionare

source: Provisioning Tasks
ro: Sarcini de aprovizionare

source: ❌ You do not have permission to access this service.
ro: ❌ Nu aveți permisiunea de a accesa acest serviciu.

source: ❌ You do not have permission to create services for this customer.
ro: ❌ Nu aveți permisiunea de a crea servicii pentru acest client.

source: ✅ Service for {domain} has been created!
ro: ✅ Serviciul pentru {domain} a fost creat!

source: ❌ All fields are required.
ro: ❌ Toate câmpurile sunt obligatorii.

source: ❌ You do not have permission to edit this service.
ro: ❌ Nu aveți permisiunea de a edita acest serviciu.

source: ❌ You do not have permission to move services to this customer.
ro: ❌ Nu aveți permisiunea de a muta servicii pentru acest client.

source: ✅ Service {domain} has been updated!
ro: ✅ Serviciul {domain} a fost actualizat!

source: ❌ You do not have permission to suspend this service.
ro: ❌ Nu aveți permisiunea de a suspenda acest serviciu.

source: ⏸️ Service {domain} has been suspended!
ro: ⏸️ Serviciul {domain} a fost suspendat!

source: ❌ You do not have permission to activate this service.
ro: ❌ Nu aveți permisiunea de a activa acest serviciu.

source: ▶️ Service {domain} has been activated!
ro: ▶️ Serviciul {domain} a fost activat!

source: API password for Virtualmin authentication
ro: Parola API pentru autentificarea Virtualmin

source: Invalid hostname format: %(error)s
ro: hostname format: %(error)s invalid(ă)

source: Invalid username format: %(error)s
ro: username format: %(error)s invalid(ă)

source: API password is required for new servers
ro: Parola API este necesară pentru servere noi

source: Password validation failed: %(error)s
ro: Validarea parolei a eșuat: %(error)s

source: Full Backup - Complete domain backup with all data
ro: Copie de siguranță completă - Copie completă a domeniului cu toate datele

source: Incremental Backup - Changes since last full backup
ro: Copie de siguranță incrementală - Modificări de la ultima copie de siguranță completă

source: Configuration Only - Settings and structure only
ro: Doar configurare - numai setări și structură

source: Type of backup to create
ro: Tip de backup de creat

source: Include Email Data
ro: Includeți datele de e-mail

source: Backup email accounts, messages, and mail settings
ro: Faceți backup conturilor de e-mail, mesajelor și setărilor de poștă

source: Include Databases
ro: Includeți bazele de date

source: Backup MySQL and PostgreSQL databases
ro: Faceți backup bazelor de date MySQL și PostgreSQL

source: Include Web Files
ro: Includeți fișierele web

source: Backup website files and uploads
ro: Faceți backup fișierelor site-ului și încărcărilor

source: Include SSL Certificates
ro: Includeți certificatele SSL

source: Backup SSL certificates and private keys
ro: Faceți backup certificatelor SSL și cheilor private

source: At least one feature must be included in the backup
ro: Cel puțin o funcție trebuie inclusă în backup

source: Select backup to restore from
ro: Selectați backup to restore from

source: Restore Email Data
ro: Restabiliți datele de e-mail

source: Restore email accounts, messages, and mail settings
ro: Restabiliți conturile de e-mail, mesajele și setările de poștă

source: Restore Databases
ro: Restabiliți bazele de date

source: Restore MySQL and PostgreSQL databases
ro: Restabiliți bazele de date MySQL și PostgreSQL

source: Restore Web Files
ro: Restabiliți fișierele web

source: Restore website files and uploads
ro: Restabiliți fișierele site-ului și încărcările

source: Restore SSL Certificates
ro: Restabiliți certificatele SSL

source: Restore SSL certificates and private keys
ro: Restabiliți certificatele SSL și cheile private

source: Confirm Restore Operation
ro: Confirmați operația de restabilire

source: I understand this will overwrite existing data
ro: Înțeleg că aceasta va suprascrie datele existente

source: Please select a backup to restore from
ro: Vă rog selectați un backup de la care să restabiliți

source: At least one feature must be selected for restore
ro: Cel puțin o funcție trebuie selectată pentru restabilire

source: Check API Connectivity
ro: Verificați conectivitatea API

source: Test basic API connection and authentication
ro: Testați conexiunea API de bază și autentificarea

source: Check Disk Space
ro: Verificați spațiul pe disc

source: Verify available disk space on server
ro: Verificați spațiul disponibil pe disc pe server

source: Update Domain Count
ro: Actualizați Domain Count

source: Refresh count of hosted domains
ro: Reîmprospătați numărul de domenii găzduite

source: Force Check
ro: Verificare forțată

source: Ignore cache and perform fresh health check
ro: Ignorați memoria cache și efectuați o verificare de sănătate proaspătă

source: Create Backups
ro: Creați Backups

source: Suspend Accounts
ro: Suspendați Conturi

source: Activate Accounts
ro: Activați Conturi

source: Health Check
ro: Verificare Sănătate

source: Select action to perform on selected accounts
ro: Selectați action to perform on selected accounts

source: Comma-separated list of account IDs
ro: Lista de ID-uri de cont, separate prin virgulă

source: Confirm Bulk Action
ro: Confirmați Acțiunea în Masă

source: I understand this action will affect multiple accounts
ro: Înțeleg că această acțiune va afecta mai multe conturi

source: Backup type for bulk backup operation
ro: Tip de backup pentru operația de backup în masă

source: No accounts selected for bulk action
ro: Nu s-au găsit conturi

source: No valid account IDs provided
ro: Nu s-au găsit conturi

source: Invalid account ID format
ro: Informații Cont

source: Backup type is required for backup action
ro: Tipul de backup este necesar pentru acțiunea de backup

source: Domain is required
ro: Domain este obligatoriu

source: An account with this domain already exists
ro: An account with this domain există deja

source: Disabled
ro: Dezactivat

source: API Port
ro: Port API

source: API Path
ro: Cale API

source: Use SSL
ro: Folosește SSL

source: Verify SSL Certificate
ro: Verificați Certificatul SSL

source: SSL Certificate Fingerprint
ro: Amprenta Certificatului SSL

source: API Username
ro: Nume utilizator API

source: Encrypted API Password
ro: Parolă API Criptată

source: Maximum Domains
ro: Domenii Maxime

source: Maximum Disk Space (GB)
ro: Spațiu Disk Maxim (GB)

source: Maximum Bandwidth (GB/month)
ro: Lățime de Bandă Maximă (GB/lună)

source: Server weight for load balancing (higher = more capacity)
ro: Greutate server pentru echilibrarea încărcării (mai mare = mai multă capacitate)

source: Geographic region for placement decisions
ro: Regiune geografică pentru decizii de plasare

source: Server tags for placement policies
ro: Etichete server pentru politici de plasare

source: Virtualmin Servers
ro: Servere Virtualmin

source: Must be unique across all VirtualMin accounts
ro: Trebuie să fie unic în toate conturile VirtualMin

source: PRAHO Service
ro: Serviciu PRAHO

source: One-to-one relationship ensures each service has at most one VirtualMin account. This enforces current business logic at database level.
ro: Relația unu-la-unu asigură că fiecare serviciu are cel mult un cont VirtualMin. Aceasta impune logica de afaceri curentă la nivel de bază de date.

source: Customer Membership
ro: Apartenență Client

source: Links hosting account to customer membership for access control
ro: Conectează contul de găzduire la apartenența clientului pentru controlul accesului

source: Virtualmin Username
ro: Nume utilizator VirtualMin

source: Unique Virtualmin virtual server username
ro: Nume utilizator unic al serverului virtual VirtualMin

source: Encrypted Password
ro: Parolă Criptată

source: Virtualmin Template
ro: Șablon VirtualMin

source: All domains managed by this Virtualmin account
ro: Toate domeniile gestionate de acest cont VirtualMin

source: Disk Quota (MB)
ro: Cotă Disc (MB)

source: Bandwidth Quota (MB)
ro: Cotă Lățime de Bandă (MB)

source: Use -1 for unlimited bandwidth
ro: Utilizați -1 pentru lățimea de bandă nelimitată

source: Protected from Deletion
ro: Protejat de Ștergere

source: Prevents accidental deletion of active Virtualmin accounts
ro: Previne ștergerea accidentală a conturilor Virtualmin active

source: Stored in Virtualmin comment for recovery
ro: Stocat în comentariul Virtualmin pentru recuperare

source: Virtualmin features enabled for this account
ro: Funcții Virtualmin activate pentru acest cont

source: Virtualmin Account
ro: Cont Virtualmin

source: Virtualmin Accounts
ro: Conturi Virtualmin

source: Create Domain
ro: Creați Domain

source: Delete Domain
ro: Ștergeți Domain

source: Modify Domain
ro: Modifică Domeniu

source: Suspend Domain
ro: Suspendă Domeniu

source: Unsuspend Domain
ro: Reactivează Domeniu

source: Create User
ro: Creați User

source: Delete User
ro: Ștergeți User

source: Create Database
ro: Creați Database

source: Delete Database
ro: Ștergeți Database

source: Install SSL Certificate
ro: Instalează Certificat SSL

source: Backup Domain
ro: Backup Domeniu

source: Restore Domain
ro: Restaurează Domeniu

source: Correlation ID for tracking across systems
ro: ID de corelare pentru urmărire în sisteme

source: Rollback Executed
ro: Rollback Executat

source: Whether rollback was attempted after failure
ro: Dacă rollback-ul a fost încercat după eșec

source: Not Applicable
ro: Nu se aplică

source: Rollback Successful
ro: Rollback Reușit

source: Rollback Partially Successful
ro: Rollback Parțial Reușit

source: Rollback Failed
ro: Rollback Eșuat

source: Rollback Status
ro: Toate Statusurile

source: Status of rollback operation if executed
ro: Starea operației de rollback dacă a fost executată

source: Details of rollback operations performed
ro: Detaliile operațiilor de rollback efectuate

source: Virtualmin Provisioning Job
ro: Sarcina de Furnizare Virtualmin

source: Virtualmin Provisioning Jobs
ro: Sarcini de Furnizare Virtualmin

source: Job cannot be retried
ro: Sarcina nu poate fi reluată

source: Missing in Virtualmin
ro: Lipsă în Virtualmin

source: Missing in PRAHO
ro: Lipsă în PRAHO

source: Status Mismatch
ro: Nepotrivire de Stare

source: Quota Mismatch
ro: Nepotrivire de Cotă

source: Feature Mismatch
ro: Nepotrivire de Funcție

source: Metadata Mismatch
ro: Nepotrivire de Metadate

source: Auto Fixed
ro: Fixat Automat

source: Manual Fixed
ro: Fixat Manual

source: Ignored
ro: Ignorat

source: Virtualmin Drift Record
ro: Virtualmin Înregistrare Drift

source: Virtualmin Drift Records
ro: Virtualmin Înregistrări Drift

source: No server specified for gateway
ro: Niciun server specificat pentru gateway

source: Domain name must be at least 3 characters
ro: Domeniul trebuie să conțină cel puțin 3 caractere

source: Domain name must be less than 253 characters
ro: Domeniul trebuie să conțină mai puțin de 253 caractere

source: Invalid domain name format
ro: domain name format invalid(ă)

source: Domain name is reserved
ro: Domeniul este rezervat

source: Username is required
ro: Username este obligatoriu

source: Username must be at least 3 characters
ro: Numele de utilizator trebuie să conțină cel puțin 3 caractere

source: Username must be less than 32 characters
ro: Numele de utilizator trebuie să conțină mai puțin de 32 caractere

source: Username can only contain letters, numbers, and underscores
ro: Numele de utilizator poate conține doar litere, cifre și liniuțe de subliniere

source: Username is reserved
ro: Numele de utilizator este rezervat

source: Password is required
ro: Password este obligatoriu

source: Password must be at least 8 characters
ro: Parola trebuie să conțină cel puțin 8 caractere

source: Password must be less than 128 characters
ro: Parola trebuie să conțină mai puțin de 128 caractere

source: Password contains invalid characters
ro: Parola conține caractere nevalide

source: Password must contain at least 3 of: uppercase, lowercase, digits, special characters
ro: Parola trebuie să conțină cel puțin 3 din următoarele: litere mari, litere mici, cifre, caractere speciale

source: Email address is required
ro: Email address este obligatoriu
