Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Item '{}': invalid pricing (negative values)
ro: Articol '{}': preț invalid (valori negative)

source: Item '{}': missing product reference
ro: Articol '{}': referință produs lipsă

source: Item '{}': product is inactive
ro: Articol '{}': produsul este inactiv

source: Item '{}': no current price for {}
ro: Articol '{}': niciun preț curent pentru {}

source: Item '{}': missing price snapshot metadata
ro: Articol '{}': metadate lipsă pentru captura preț

source: VAT mismatch: order={}¢ vs computed={}¢ ({})
ro: Discrepanță TVA: comandă={}¢ vs calculat={}¢ ({})

source: Total mismatch: order={}¢ vs computed={}¢ (subtotal={}¢)
ro: Discrepanță total: comandă={}¢ vs calculat={}¢ (subtotal={}¢)

source: Failed to validate VAT and totals
ro: Eroare la validate VAT and totals

source: Order currency not set
ro: Moneda comenzii nu este setată

source: PRICE_SEALING_SECRET must be at least 32 characters long for security
ro: PRICE_SEALING_SECRET trebuie să aibă cel puțin 32 de caractere pentru securitate

source: Invalid price token format
ro: price token format invalid(ă)

source: Price token signature invalid - possible tampering detected
ro: Semnătura token-ului de preț este invalidă - posibilă modificare detectată

source: Price token has expired - prices must be refreshed
ro: Token-ul de preț a expirat - prețurile trebuie reîmprospătate

source: Missing required field in price token: %(field)s
ro: Câmp obligatoriu lipsă din token-ul de preț: %(field)s

source: Price token IP address mismatch - token not valid for this client
ro: Discrepanță adresă IP în token-ul de preț - token-ul nu este valabil pentru acest client

source: Invalid price token format: %(error)s
ro: price token format: %(error)s invalid(ă)

source: Price no longer available - please refresh your cart
ro: Preț nu mai este disponibil - reîmprospătați coșul

source: Price ID mismatch - possible tampering
ro: Discrepanță ID preț - posibilă modificare

source: Product no longer available
ro: Produs nu mai este disponibil

source: Currency mismatch - please refresh your cart
ro: Discrepanță monedă - reîmprospătați coșul

source: Product mismatch - please refresh your cart
ro: Discrepanță produs - reîmprospătați coșul

source: Price validation failed: %(error)s
ro: Validarea prețului a eșuat: %(error)s

source: ❌ You do not have permission to access this order.
ro: ❌ Nu aveți permisiunea de a accesa această comandă.

source: ✅ Order '{order.order_number}' created successfully. You can now add products.
ro: ✅ Comanda '{order.order_number}' a fost creată cu succes. Acum puteți adăuga produse.

source: ❌ Error creating order. Please try again.
ro: ❌ Eroare la crearea comenzii. Încercați din nou.

source: ❌ Please correct the errors below. All required fields must be filled in.
ro: ❌ Corectați erorile de mai jos. Toate câmpurile obligatorii trebuie completate.

source: ❌ Please correct the errors below.
ro: ❌ Corectați erorile de mai jos.

source: ❌ Error creating order with first item. Please try again.
ro: ❌ Eroare la crearea comenzii cu primul articol. Încercați din nou.

source: ❌ This order cannot be edited in its current status.
ro: ❌ Această comandă nu poate fi editată în starea sa actuală.

source: Order editing form processing will be implemented next.
ro: Procesarea formularului de editare a comenzilor va fi implementată mai târziu.

source: ❌ This order cannot be cancelled.
ro: ❌ Această comandă nu poate fi anulată.

source: ✅ Order has been cancelled.
ro: ✅ Order a fost anulat(ă).

source: PDF generation will be implemented next.
ro: Generarea PDF va fi implementată mai târziu.

source: Email sending will be implemented next.
ro: Trimiterea de e-mailuri va fi implementată mai târziu.

source: Service provisioning will be implemented next.
ro: Provizionarea serviciilor va fi implementată mai târziu.

source: One Time
ro: O dată

source: Annual
ro: Anual

source: Biennial
ro: Bienal

source: Triennial
ro: Trienal

source: Order duplication will be implemented next.
ro: Duplicarea comenzilor va fi implementată mai târziu.

source: Order to invoice conversion will be implemented next.
ro: Conversia comenzii în factură va fi implementată mai târziu.

source: Order reports will be implemented next.
ro: Rapoartele comenzilor vor fi implementate mai târziu.

source: Order export will be implemented next.
ro: Exportul comenzilor va fi implementat mai târziu.

source: ❌ No customer profile found. Please contact support.
ro: ❌ Nu a fost găsit niciun profil de client. Vă rugăm să contactați suportul.

source: ❌ Error accessing cart. Please try again.
ro: ❌ Eroare la accesarea coșului. Vă rugăm încercați din nou.

source: %(field_name)s too large
ro: %(field_name)s prea mare

source: Dangerous key '%(key)s' in JSON data
ro: Cheie periculoasă '%(key)s' în datele JSON

source: Dangerous pattern in JSON value for key '%(key)s'
ro: Model periculos în valoarea JSON pentru cheia '%(key)s'

source: JSON data too deep
ro: Datele JSON prea adânci

source: Dangerous key '%(key)s' in %(field_name)s
ro: Cheie periculoasă '%(key)s' în %(field_name)s

source: Dangerous pattern in %(field_name)s for key '%(key)s'
ro: Model periculos în %(field_name)s pentru cheia '%(key)s'

source: Dangerous key '%(key)s' in product config
ro: Cheie periculoasă '%(key)s' în configurația produsului

source: Sensitive key '%(key)s' in product config
ro: Cheie sensibilă '%(key)s' în configurația produsului

source: Dangerous pattern in config value for key '%(key)s'
ro: Model periculos în valoarea configurației pentru cheia '%(key)s'

source: %(field_name)s too long (max %(max_length)s characters)
ro: %(field_name)s prea lung (max %(max_length)s caractere)

source: URL-friendly identifier
ro: Identificator prietenos cu URL

source: Display name for customers
ro: Nume afișat pentru clienți

source: Detailed product description
ro: Descriere detaliată a produsului

source: Brief description for listings
ro: Descriere scurtă pentru listări

source: Dedicated Server
ro: Server dedicat

source: Domain Registration
ro: Înregistrare Domeniu

source: SSL Certificate
ro: Certificat SSL

source: Email Hosting
ro: Hosting Email

source: Backup Service
ro: Serviciu de Backup

source: Add-on Service
ro: Serviciu Suplimentar

source: Software License
ro: Licență Software

source: Support Package
ro: Pachet de Suport

source: Product category
ro: Categorie produs

source: Provisioning module name (e.g., 'cpanel', 'plesk', 'virtualmin')
ro: Nume modul de aprovizionare (de ex., 'cpanel', 'plesk', 'virtualmin')

source: Module-specific configuration for provisioning
ro: Configurație specifică modulului pentru aprovizionare

source: Default service plan to use when creating services from orders
ro: Plan de serviciu implicit pentru crearea serviciilor din comenzi

source: Whether product is available for purchase
ro: Dacă produsul este disponibil pentru cumpărare

source: Show prominently on website
ro: Afișare prominentă pe site

source: Visible on public website
ro: Vizibil pe site-ul public

source: Customer must provide a domain
ro: Clientul trebuie să furnizeze un domeniu

source: Domain must be specified during order
ro: Domeniul trebuie specificat în timpul comenzii

source: Display order (lower numbers first)
ro: Ordinea de afișare (numerele mai mici primul)

source: Tags for filtering and search (as JSON array)
ro: Etichete pentru filtrare și căutare (matrice JSON)

source: Whether displayed prices include VAT
ro: Dacă prețurile afișate includ TVA

source: Additional product metadata
ro: Metadate suplimentare ale produsului

source: Product
ro: Produs

source: Products
ro: Produse

source: Currency for this price
ro: Valută pentru acest preț

source: Semi-Annual (6 months)
ro: Semestrial (6 luni)

source: Annual (12 months)
ro: Anual (12 luni)

source: Monthly base price in cents (e.g., 2999 for 29.99 RON)
ro: Preț lunar de bază în cenți (de ex., 2999 pentru 29,99 RON)

source: One-time setup fee in cents
ro: Taxă de configurare unică în cenți

source: Percentage discount for 6-month billing (0-100)
ro: Discount procentual pentru facturare pe 6 luni (0-100)

source: Percentage discount for 12-month billing (0-100)
ro: Discount procentual pentru facturare pe 12 luni (0-100)

source: Minimum quantity that can be ordered
ro: Cantitate minimă care poate fi comandată

source: Maximum quantity (blank for unlimited)
ro: Cantitate maximă (lăsați gol pentru nelimitat)

source: Promotional price in cents
ro: Preț promoțional în cenți

source: When promotional pricing expires
ro: Data expirării prețului promoțional

source: Whether this price is available
ro: Dacă acest preț este disponibil

source: Product Price
ro: Preț Produs

source: Product Prices
ro: Prețuri Produs

source: Monthly price cannot be negative
ro: Prețul lunar nu poate fi negativ

source: Monthly price too large
ro: Prețul lunar prea mare

source: Invalid semiannual discount percent
ro: semiannual discount percent invalid(ă)

source: Semiannual discount percent must be between 0 and 100
ro: Procentul de discount semestrial trebuie să fie între 0 și 100

source: Invalid annual discount percent
ro: annual discount percent invalid(ă)

source: Annual discount percent must be between 0 and 100
ro: Procentul de discount anual trebuie să fie între 0 și 100

source: Minimum quantity must be at least 1
ro: Cantitatea minimă trebuie să fie cel puțin 1

source: Maximum quantity cannot be less than minimum quantity
ro: Cantitatea maximă nu poate fi mai mică decât cantitatea minimă

source: Promo valid until is required when promo price is set
ro: Valabilitatea promoției este obligatorie atunci când preț promozional este setat

source: Promo valid until must be in the future
ro: Valabilitatea promoției trebuie să fie în viitor

source: Requires
ro: Necesită

source: Includes
ro: Include

source: Can Upgrade To
ro: Poate Fi Upgradată La

source: Cross-sell
ro: Vânzare Încrucișată

source: Upsell
ro: Upgrade

source: Downsell
ro: Plan Alternativ

source: Incompatible With
ro: Incompatibil cu

source: Replaces
ro: Înlocuiește

source: Type of relationship between products
ro: Tipul de relație dintre produse

source: Relationship-specific configuration
ro: Configurație specifică relației

source: Display order for relationships of same type
ro: Ordinea de afișare pentru relații de același tip

source: Whether this relationship is active
ro: Dacă această relație este activă

source: Product Relationship
ro: Relația Produsului

source: Product Relationships
ro: Relații Produs

source: Bundle name
ro: Numele pachetului

source: Bundle description
ro: Descrierea pachetului

source: Whether bundle is available
ro: Dacă pachetul este disponibil

source: Percentage Discount
ro: Reducere Procentuală

source: Fixed Amount Discount
ro: Reducere Fixă

source: Override Total Price
ro: Suprascrie Prețul Total

source: Discount percentage or fixed amount
ro: Procent de reducere sau sumă fixă

source: Product Bundle
ro: Pachet de Produse

source: Product Bundles
ro: Pachete de Produse

source: Quantity of this product in the bundle
ro: Cantitatea acestui produs în pachet

source: Override price for this product in bundle (in cents)
ro: Suprascrie prețul acestui produs în pachet (în cenți)

source: Product configuration within bundle
ro: Configurația produsului în pachet

source: Whether this product is required in the bundle
ro: Dacă acest produs este obligatoriu în pachet

source: Product Bundle Item
ro: Element din Pachet

source: Product Bundle Items
ro: Elemente din Pachet

source: ❌ Error loading product catalog
ro: ❌ Eroare la încărcarea catalogului de produse

source: ❌ Error loading product details
ro: Detalii ❌ Error loading product

source: ✅ Product '{product.name}' created successfully
ro: ✅ Produsul '{product.name}' a fost creat cu succes

source: ❌ Error creating product
ro: ❌ Eroare la crearea produsului

source: ✅ Product '{updated_product.name}' updated successfully
ro: ✅ Produsul '{updated_product.name}' a fost actualizat cu succes

source: ❌ Error updating product
ro: ❌ Eroare la actualizarea produsului

source: Product status updated
ro: Starea produsului a fost actualizată

source: Failed to update product status
ro: Eroare la update product status

source: Product visibility updated
ro: Vizibilitatea produsului a fost actualizată

source: Failed to update product visibility
ro: Eroare la update product visibility

source: Product featured status updated
ro: Statutul de produs evidențiat a fost actualizat

source: Failed to update product featured status
ro: Eroare la update product featured status

source: ❌ Error loading product prices
ro: ❌ Eroare la încărcarea prețurilor produselor

source: ✅ Product price created successfully
ro: ✅ Prețul produsului a fost creat cu succes

source: ❌ Error creating product price
ro: ❌ Eroare la crearea prețului produsului

source: ✅ Product price updated successfully
ro: ✅ Prețul produsului a fost actualizat cu succes

source: ❌ Error updating product price
ro: ❌ Eroare la actualizarea prețului produsului

source: ✅ Product price deleted successfully
ro: ✅ Prețul produsului a fost șters cu succes

source: ❌ Error deleting product price
ro: ❌ Eroare la ștergerea prețului produsului

source: Schedule
ro: Program

source: Budget
ro: Buget

source: Tracking
ro: Urmărire

source: Metadata
ro: Metadate

source: Spent
ro: Cheltuit

source: Coupons
ro: Cupoane

source: Requirements
ro: Necesită

source: Validity
ro: Valabil până la

source: Usage Limits
ro: Limite de utilizare

source: Customer Targeting
ro: Tip Client

source: Product Restrictions
ro: Relații Produs

source: Stacking Rules
ro: Reguli de cumulare

source: Usage
ro: Utilizare

source: Rule Type
ro: Toate Tipurile

source: Stacking
ro: Cumulare

source: Display
ro: Afișare

source: Value
ro: Valoare

source: Purchase
ro: Achiziție

source: Recipient
ro: Destinatar

source: Redemption
ro: Utilizare

source: Initial Value
ro: Valoare inițială

source: Balance
ro: Anulează

source: Total Rewards
ro: Total Comenzi

source: Referrer Reward
ro: Recompensă pentru referent

source: Members
ro: Membru din

source: Total Spend
ro: Total

source: Points
ro: Puncte

source: Internal campaign name
ro: Denumire internă a campaniei

source: Campaign description and goals
ro: Descriere campaniei și obiective

source: Seasonal Sale
ro: Vânzare Sezonieră

source: Holiday Promotion
ro: Promovare de Sărbători

source: Flash Sale
ro: Vânzare Fulger

source: Loyalty Reward
ro: Recompensă de Loialitate

source: Referral Program
ro: Program de Recomandare

source: New Customer
ro: Client Nou

source: Win-Back Campaign
ro: Campanie de Revenire

source: Partner/Affiliate
ro: Partener/Afiliat

source: Social Media
ro: Rețele Sociale

source: When campaign becomes active
ro: Când campania devine activă

source: When campaign ends (null = no end)
ro: Când se încheie campania (null = fără sfârșit)

source: Maximum total discount budget in cents
ro: Buget maxim total de reduceri în cenți

source: Total discounts given so far
ro: Total reduceri acordate până acum

source: Master switch for campaign
ro: Comutator principal pentru campanie

source: Promotion Campaign
ro: Campanie de Promovare

source: Promotion Campaigns
ro: Campanii de Promovare

source: Unique coupon code (case-insensitive)
ro: Cod cupon unic (necasensibil la majuscule)

source: Internal name for this coupon
ro: Note interne pentru contabilitate sau urmărire

source: Description shown to customers
ro: În Așteptarea Clientului

source: Internal notes for staff
ro: Note Interne

source: Associated marketing campaign
ro: Serviciul de hosting asociat (opțional)

source: Free Shipping
ro: Expediere Gratuită

source: Free Setup Fee
ro: Taxă de Configurare Gratuită

source: Buy One Get One
ro: Cumpără Unu, Primești Unu

source: Tiered Discount
ro: Reducere Pe Niveluri

source: Free Months
ro: Luni Gratuite

source: Percentage discount (0-100)
ro: Reducere procentuală (0-100)

source: Fixed discount amount in cents
ro: Valoare fixă de reducere în cenți

source: Number of free months for subscription discounts
ro: Numărul de luni gratuite pentru reduceri de abonament

source: Maximum discount amount in cents (caps percentage discounts)
ro: Valoarea maximă de reducere în cenți (limitează reducerile procentuale)

source: Minimum order amount in cents to qualify
ro: Valoarea minimă a comenzii în cenți pentru a se califica

source: Minimum number of items in order
ro: Numărul minim de articole din comandă

source: When coupon becomes valid
ro: Când cuponul devine valabil

source: When coupon expires (null = never)
ro: Când cuponul expiră (null = niciodată)

source: Maximum total redemptions
ro: Numărul maxim total de utilizări

source: Maximum uses per customer
ro: Numărul maxim de utilizări pe client

source: Current total redemption count
ro: Numărul total actual de utilizări

source: Total discount amount given
ro: Valoarea totală a reducerii acordate

source: Only valid for customer's first order
ro: Valabil doar pentru prima comandă a clientului

source: Customer this coupon is assigned to (for personal codes)
ro: Clientul căruia i se atribuie acest cupon (pentru coduri personale)

source: Applies to all products
ro: Se aplică la toate produsele

source: Product/category restrictions as JSON
ro: Restricții de produs/categorie în format JSON

source: Can be combined with other coupons
ro: Poate fi combinat cu alte cupoane

source: Cannot be combined with any other discounts
ro: Nu poate fi combinat cu alte reduceri

source: Priority when stacking (lower = applied first). Reserved for future use.
ro: Prioritate la combinare (mai mic = aplicat mai întâi). Rezervat pentru utilizare ulterioară.

source: Advanced stacking rules. Reserved for future use.
ro: Reguli avansate de combinare. Rezervat pentru utilizare ulterioară.

source: Master switch for coupon
ro: Comutator principal pentru cupon

source: Show on public promotions page
ro: Afișare pe pagina de promosiuni publice

source: Currency for fixed amount discounts
ro: Monedă pentru reduceri cu valoare fixă

source: Tags for filtering and reporting
ro: Etichete pentru filtrare și raportare

source: Coupon
ro: Cupon

source: Percentage discount requires discount_percent value
ro: Reducerea procentuală necesită valoarea discount_percent

source: Percentage must be between 0 and %(max_pct)s
ro: Procentul trebuie să fie între 0 și %(max_pct)s

source: Fixed discount requires discount_amount_cents value
ro: Reducerea cu valoare fixă necesită valoarea discount_amount_cents

source: Fixed discount amount cannot be negative
ro: Valoarea reducerii cu valoare fixă nu poate fi negativă

source: Fixed discount amount cannot exceed %(max_amount)s cents
ro: Valoarea reducerii cu valoare fixă nu poate depăși %(max_amount)s cenți

source: Free months discount requires free_months value
ro: Reducerea lunilor gratuite necesită valoarea free_months

source: Limited usage requires max_total_uses value
ro: Utilizarea limitată necesită valoarea max_total_uses

source: Per-customer limit requires max_uses_per_customer value
ro: Limita pe client necesită valoarea max_uses_per_customer

source: valid_until must be after valid_from
ro: valid_until trebuie să fie după valid_from

source: The coupon that was redeemed
ro: Cuponul care a fost utilizat

source: The order this redemption applies to
ro: Comanda la care se aplică această utilizare

source: Customer who redeemed the coupon
ro: Client care a utilizat cuponul

source: Discount type at time of redemption
ro: Tipul discountului la momentul utilizării

source: Discount value (percent or amount) at time of redemption
ro: Valoarea discountului (procent sau sumă) la momentul utilizării

source: Actual discount amount applied in cents
ro: Suma efectivă a discountului aplicată în cenți

source: Currency of discount
ro: Actualmente online

source: Order subtotal before discount
ro: Subtotalul comenzii înainte de discount

source: Order total after discount
ro: Totalul comenzii după discount

source: List of order item IDs this discount was applied to
ro: Lista ID-urilor articolelor comenzii la care a fost aplicat discountul

source: Reason if redemption failed
ro: Motiv dacă utilizarea a eșuat

source: When discount was applied
ro: Când a fost aplicat discountul

source: When redemption was reversed
ro: Când a fost anulată utilizarea

source: Coupon Redemption
ro: Utilizare de Cupon

source: Coupon Redemptions
ro: Utilizări de Cupon

source: Internal rule name
ro: Note Interne

source: Rule description
ro: Descriere Meta

source: Automatic (always applies)
ro: Automată (se aplică întotdeauna)

source: Order Threshold
ro: Prag de Comandă

source: Quantity Based
ro: Cantitate

source: Bundle Discount
ro: Discount de Pachet

source: Tiered Pricing
ro: Prețuri

source: Time-Based
ro: Bazat pe Timp

source: Customer Segment
ro: Tip Client

source: Product Combination
ro: Catalog de Produse

source: Tiered Percentage
ro: Procent pe Niveluri

source: Tiered Fixed Amount
ro: Sumă Fixă pe Niveluri

source: Rule conditions as JSON
ro: Condițiile regulii în format JSON

source: Tier thresholds and discounts as JSON array
ro: Praguri de nivel și discounturi ca array JSON

source: Name shown to customers
ro: Înapoi la Clienți

source: Badge text (e.g., 'SALE', '-20%')
ro: Text insignă (de ex., 'SALE', '-20%')

source: Promotion Rule
ro: Regulă de Promovare

source: Promotion Rules
ro: Reguli de Promovare

source: Unique referral code
ro: Cod unic de referință

source: Customer who owns this referral code
ro: Client care deține acest cod de referință

source: Discount for referrer on next order
ro: Discount pentru recomandator la următoarea comandă

source: Account credit for referrer in cents
ro: Credit de cont pentru recomandator în cenți

source: Discount for new customer on first order
ro: Selectează clientul pentru această comandă

source: Account credit for new customer in cents
ro: Credit de cont pentru client nou în cenți

source: Coupon used by referees
ro: Cupon utilizat de clienții recomandați

source: Referral Code
ro: Cod de Referință

source: Referral Codes
ro: Coduri de Recomandare

source: Referral
ro: Recomandare

source: Referrals
ro: Recomandări

source: Unique gift card code
ro: Codul unic al cardului cadou

source: Original value in cents
ro: Valoarea inițială în cenți

source: Current remaining balance in cents
ro: Soldul curent rămas în cenți

source: Gift Card
ro: Card Cadou

source: Gift Cards
ro: Carduri Cadou

source: Transaction amount in cents
ro: Suma tranzacției în cenți

source: Balance after transaction
ro: Soldul după tranzacție

source: Gift Card Transaction
ro: Tranzacție Card Cadou

source: Gift Card Transactions
ro: Tranzacții Card Cadou

source: Points earned per currency unit spent
ro: Puncte obținute pentru fiecare unitate de monedă cheltuită

source: Point multiplier for new customers
ro: Nume afișat pentru clienți

source: Points needed for 1 currency unit discount
ro: Puncte necesare pentru o reducere de 1 unitate de monedă

source: Minimum points needed to redeem
ro: Puncte minime necesare pentru utilizare

source: Maximum discount percentage from points
ro: Procentul maxim de reducere din puncte

source: Months until points expire (null = never)
ro: Luni până la expirarea punctelor (null = niciodată)

source: Loyalty Program
ro: Program de Loialitate

source: Loyalty Programs
ro: Programe de Loialitate

source: Minimum lifetime points to reach this tier
ro: Puncte minime pe viață pentru a atinge acest nivel

source: Minimum lifetime spend in cents
ro: Cheltuiala minimă pe viață în cenți

source: Point earning multiplier
ro: Multiplicator de obținere a punctelor

source: Automatic discount for tier members
ro: Reducere automată pentru membrii nivelului

source: Additional tier benefits as JSON
ro: Beneficii suplimentare ale nivelului ca JSON
