Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Annual: Monthly × 12 (with optional discount)
ro: Anual: Lunar × 12 (cu reducere opțională)

source: Basic Pricing
ro: Tarifare de bază

source: Billing Period Discounts
ro: Perioada de Facturare

source: Semi-annual will be: Monthly × 6
ro: Semestrial va fi: Lunar × 6

source: Annual will be: Monthly × 12
ro: Anual va fi: Lunar × 12

source: When discount is 0%%, longer billing periods show calculated prices as read-only. When discount > 0%%, they become active pricing options with reduced rates.
ro: Când reducerea este 0%%, perioadele de facturare mai lungi arată prețurile calculate ca doar citire. Când reducerea > 0%%, ele devin opțiuni de preț active cu tarife reduse.

source: Quantity Limits
ro: Limite de cantitate

source: Promotional Pricing
ro: Tarifare promoțională

source: Promotional pricing affects the monthly base price. Longer billing periods will be calculated from the promotional monthly price.
ro: Prețul promoțional afectează prețul lunar de bază. Perioadele de facturare mai lungi vor fi calculate din prețul lunar promoțional.

source: 💰 Add Price
ro: 💰 Adăugați preț

source: Pricing Management
ro: Gestionarea prețurilor

source: Manage multi-currency pricing for Romanian business
ro: Gestionați prețuri în mai multe valute pentru afaceri românești

source: ← Back to Product
ro: Crează Produs

source: Romanian Lei
ro: Lei Românești

source: Active Currency
ro: Monedă

source: Base Monthly Price
ro: Preț lunar de bază

source: Standard rate
ro: Standard

source: 6 Months
ro: Luna Aceasta

source: discount
ro: Reducere

source: One-time Setup Fee
ro: Taxa unică de configurare

source: Special Promotion
ro: Promoție specială

source: Minimum:
ro: Minim:

source: Maximum:
ro: Maxim:

source: Edit Pricing
ro: Prețuri

source: Delete Pricing
ro: Prețuri

source: No pricing configured
ro: Niciun preț configurat

source: Start by adding pricing options for this product. Multiple currencies and billing periods are supported.
ro: Începeți adăugând opțiuni de preț pentru acest produs. Sunt suportate mai multe monede și perioade de facturare.

source: 💰 Add First Price
ro: 💰 Adăugați primul preț

source: Pricing Guidelines
ro: Orientări de prețuri

source: Romanian Business
ro: Afaceri românești

source: RON pricing is recommended for local customers
ro: Prețul în RON este recomandat pentru clienții locali

source: Set VAT inclusion correctly for tax compliance
ro: Setați corect includerea TVA pentru conformitate fiscală

source: Consider e-Factura integration requirements
ro: Luați în considerare cerințele de integrare e-Factura

source: Best Practices
ro: Cele mai bune practici

source: Offer multiple billing periods (monthly, annual)
ro: Oferiți mai multe perioade de facturare (lunar, anual)

source: Use promotional pricing for special offers
ro: Utilizați prețuri promoționale pentru oferte speciale

source: Set appropriate minimum/maximum quantities
ro: Setați cantități minime/maxime adecvate

source: service
ro: Serviciu

source: Filter:
ro: Filtru:

source: active
ro: Activ

source: pending
ro: În Așteptare

source: provisioning
ro: Provizionare

source: terminated
ro: reziliat

source: expired
ro: obligatoriu

source: Creation Date
ro: Data Creării

source: No services found for the selected filter
ro: Nu s-au găsit servicii pentru filtrul selectat

source: No services yet
ro: Niciun serviciu încă

source: Create the first service
ro: Creați the first service

source: Page %(page_number)s of %(num_pages)s
ro: Pagina %(page_number)s din %(num_pages)s

source: Suspend service?
ro: Suspendați serviciul?

source: Reactivate service?
ro: Reactivați serviciul?

source: Server Infrastructure
ro: Infrastructura serverelor

source: Total Servers
ro: Total servere

source: Active Servers
ro: Servere Active

source: Inactive Servers
ro: Servere inactive

source: Resources
ro: Resurse

source: cores
ro: nuclee

source: No servers configured.
ro: Niciun server configurat.

source: Service Details
ro: Detalii Serviciu

source: Task:
ro: Sarcină:

source: ⏸️ Suspend
ro: Suspendă

source: ▶️ Activate
ro: ▶️ Activați

source: ← Back to Services
ro: Servicii Active

source: This service failed to provision automatically. Please review the error details below and take appropriate action.
ro: Acest serviciu nu a reușit să se provizioneze automat. Vă rugăm să revizuiți detaliile erorii mai jos și să luați acțiunile corespunzătoare.

source: Last attempt:
ro: Ultima actualizare

source: Error Details:
ro: Detalii

source: Retry Provisioning
ro: Provizionare

source: Add Admin Notes
ro: Adăugați Admin Notes

source: Quarterly Price
ro: Preț Trimestrial

source: Yearly Price
ro: Preț Anual

source: VAT (21%%)
ro: TVA (21%%)

source: Disk Space
ro: Spațiu pe Disc

source: Registered Domain
ro: Domeniu Înregistrat

source: Assigned Server
ro: Server Atribuit

source: Not assigned
ro: Neatribuit

source: Status Timeline
ro: Cronologia Statusului

source: Current Status
ro: Status Curent

source: Service Created
ro: Serviciu Creat

source: Edit Service
ro: Editați Service

source: Back to Services
ro: Înapoi la Servicii

source: Create New Service
ro: Creați New Service

source: Update hosting service configuration
ro: Actualizați hosting service configuration

source: Provision a new hosting service for a customer
ro: Provizionează un serviciu de hosting nou pentru un client

source: Service Information
ro: Informații Serviciu

source: Select customer
ro: Selectează client

source: Select plan
ro: Selectează plan

source: example.com
ro: exemplu.com

source: Primary domain for this hosting service
ro: Domeniul principal pentru acest serviciu de hosting

source: Manage hosting services and configurations
ro: Gestionează serviciile de hosting și configurațiile

source: All Services
ro: Toate Serviciile

source: Plans
ro: Planurile

source: Back to Service
ro: Înapoi la Serviciu

source: Confirm suspension of hosting service
ro: Confirmați suspendarea serviciului de găzduire

source: Service:
ro: Serviciu:

source: Domain:
ro: Domeniu:

source: Current Status:
ro: Status Curent:

source: Suspending this service will make it inaccessible to customers. This action can be reversed by reactivating the service.
ro: Suspendarea acestui serviciu îl va face inaccesibil clienților. Această acțiune poate fi anulată prin reactivarea serviciului.

source: Account details and management options
ro: Detalii cont și opțiuni de gestionare

source: Backup Now
ro: Status Backup

source: Disk Usage
ro: Utilizare Spațiu pe Disc

source: Unlimited
ro: Nelimitat

source: total domains
ro: domenii totale

source: total accounts
ro: conturi totale

source: Overview
ro: Prezentare generală

source: Jobs
ro: Sarcini

source: Account Details
ro: Detalii Cont

source: Username
ro: Nume de utilizator

source: Access Control Panel
ro: Accesați Panoul de Control

source: Reset Password
ro: Parolă

source: Change Plan
ro: Schimbă Parola

source: Transfer Account
ro: Crează cont utilizator nou

source: Disable Account
ro: Conturi Virtualmin

source: Enable Account
ro: Cont

source: Disable Protection
ro: Dezactivați Protecția

source: Enable Protection
ro: Activați Protecția

source: Delete Account
ro: Ștergeți Account

source: Backup History
ro: Istoric Backup

source: Create Backup
ro: Crează

source: Restore
ro: Restaurați

source: Download
ro: Descarcă

source: No backups found for this account
ro: Nu au fost găsite copii de siguranță pentru acest cont

source: Create First Backup
ro: Creați First Backup

source: Provisioning Jobs
ro: Sarcini de Aprovizionare

source: Recent operations and their status
ro: Operații recente și statutul lor

source: Started
ro: Început

source: 🔄 Running
ro: 🔄 Se execută

source: View all jobs for this server
ro: Vizualizați all jobs for this server

source: No provisioning jobs found
ro: Nu s-a găsit niciun(o) provisioning jobs

source: Jobs will appear here when operations are performed on this account
ro: Sarcinile vor apărea aici atunci când se efectuează operații pe acest cont

source: Account Settings
ro: Setări Cont

source: Basic Settings
ro: Setări de Bază

source: PHP Version
ro: Versiune PHP

source: Resource Limits
ro: Limite de Resurse

source: Disk Quota
ro: Cota de Disc

source: Bandwidth Quota
ro: Cota de Bandă

source: Use -1 for unlimited
ro: Utilizați -1 pentru nelimitat

source: Virtualmin Management
ro: Gestionare Virtualmin

source: Create a new Virtualmin hosting account
ro: Creează un cont de hosting Virtualmin nou

source: ← Back to Accounts
ro: ← Înapoi la Conturi

source: Primary domain for this hosting account
ro: Domeniul principal pentru acest cont de hosting

source: Associated hosting service (optional)
ro: Serviciul de hosting asociat (opțional)

source: Create Account
ro: Crează Produs

source: Manage hosting accounts on this server
ro: Gestionează conturile de hosting de pe acest server

source: New Account
ro: Cont

source: Search accounts by domain...
ro: Caută conturi după domeniu...

source: All Plans
ro: Toate Planurile

source: Virtualmin Backup
ro: Copie de Siguranță Virtualmin

source: Create a backup of the domain and its data
ro: Creați a backup of the domain and its data

source: Backup Configuration
ro: Configurare Copie de Siguranță

source: Include in Backup
ro: Includeți în Copie de Siguranță

source: 💾 Create Backup
ro: 💾 Creați Copie de Siguranță

source: Backup Types
ro: Tipuri de Copii de Siguranță

source: Full Backup
ro: Copie de Siguranță Completă

source: Complete backup including all data, settings, and configurations. Recommended for disaster recovery.
ro: Copie de siguranță completă care include toate datele, setările și configurațiile. Recomandată pentru recuperarea după dezastru.

source: Incremental Backup
ro: Copie de Siguranță Incrementală

source: Only backs up changes since the last full backup. Faster but requires a previous full backup.
ro: Realizează copia de siguranță numai a modificărilor din ultima copie de siguranță completă. Mai rapid, dar necesită o copie de siguranță completă anterioară.

source: Configuration Only
ro: Doar Configurare

source: Backs up settings and structure only, without user data. Quick backup for configuration changes.
ro: Realizează copie de siguranță numai a setărilor și structurii, fără datele utilizatorului. Copie de siguranță rapidă pentru modificări de configurare.

source: What's Included
ro: Ce este Inclus

source: Email Data
ro: Date e-mail

source: Mailboxes, messages, filters
ro: Cutii poștale, mesaje, filtre

source: Web Files
ro: Fișiere web

source: HTML, uploads, logs
ro: HTML, încărcări, jurnale

source: Certificates, private keys
ro: Certificate, chei private

source: Important Notes
ro: Notițe importante

source: Backups are stored securely in encrypted S3 storage
ro: Copiile de siguranță sunt stocate în siguranță în stocare S3 criptată

source: Large sites may take several minutes to backup
ro: Site-urile mari pot dura câteva minute pentru a fi salvate

source: The site will remain online during backup
ro: Site-ul va rămâne online în timpul salvării

source: You can monitor progress after starting the backup
ro: Puteți monitoriza progresul după ce porniți salvarea

source: Monitor backup/restore operation progress
ro: Monitorați progresul operației de salvare/restaurare

source: Back to Account
ro: Cont

source: Refresh
ro: Reîmprospătare

source: Job Details
ro: Detalii Job

source: Job ID
ro: ID job

source: Operation
ro: Operație

source: Job Created
ro: Job creat

source: Backup Started
ro: Copiere pornită

source: Creating domain backup
ro: Crearea copiei de siguranță a domeniului

source: Verification
ro: Verificare

source: Verifying backup integrity
ro: Verificarea integrității copiei de siguranță

source: Upload Complete
ro: Încărcați Complete

source: Backup stored in S3
ro: Copie de siguranță stocată în S3

source: Downloading backup from S3
ro: Descărcarea copiei de siguranță din S3

source: Restore Data
ro: Restaurare date

source: Restoring files and databases
ro: Restaurare fișiere și baze de date

source: Verifying restore integrity
ro: Verificarea integrității restaurării

source: Job Results
ro: Rezultate job

source: Virtualmin Jobs
ro: Joburi Virtualmin

source: Real-time job progress and status monitoring
ro: Monitorizare în timp real a progresului și stării job

source: 🔄 Retry Job
ro: 🔄 Reîncercați job

source: ← Back to Jobs
ro: Înapoi la Clienți

source: Job Information
ro: Informații job

source: Account
ro: Cont

source: No account associated
ro: Niciun cont asociat

source: No server specified
ro: Niciun server specificat

source: Error Details
ro: Detalii Error

source: Job Parameters
ro: Parametri sarcinii

source: Response Data
ro: Date răspuns

source: Live Logs
ro: Jurnale în timp real

source: Loading logs...
ro: Se încarcă jurnalele...

source: Hosting Accounts
ro: Conturi de găzduire

source: Protected from deletion
ro: Protejat de ștergere

source: results
ro: rezultate

source: No accounts found
ro: Nu s-au găsit conturi

source: No accounts match your current filters. Try adjusting your search criteria.
ro: Niciun cont nu se potrivește cu filtrele dvs. actuale. Încercați ajustarea criteriilor de căutare.

source: Get started by creating your first hosting account.
ro: Începe prin crearea primului cont de hosting.

source: Last Check
ro: Ultima verificare

source: Never
ro: Niciodată

source: Operation Completed
ro: Operație completată

source: Operation Failed
ro: Operație eșuată

source: Operation In Progress
ro: Operație în curs

source: Operation Queued
ro: Operație în coadă

source: Progress
ro: Progres

source: Operation Logs
ro: Jurnale operații

source: Restore domain from backup
ro: Restaurați domeniu din copia de rezervă

source: Restore Backup
ro: Restaurați copia de rezervă

source: Restore Operation Warning
ro: Avertisment operație de restaurare

source: This operation will overwrite the current domain data with the backup version. This action cannot be undone.
ro: Această operație va suprascrie datele domeniului curent cu versiunea din copia de rezervă. Această acțiune nu poate fi anulată.

source: Current files will be replaced
ro: Fișierele actuale vor fi înlocuite

source: Databases will be restored
ro: Bazele de date vor fi restaurate

source: Email accounts may be affected
ro: Conturile de e-mail pot fi afectate

source: Domain configuration will be updated
ro: Configurația domeniului va fi actualizată

source: Restore Configuration
ro: Configurare de restaurare

source: Restore Options
ro: Opțiuni de restaurare

source: Show Advanced Options
ro: Afișează Opțiuni Avansate

source: Hide Advanced Options
ro: Ascundeți opțiuni avansate

source: You must confirm that you understand this operation will overwrite existing data
ro: Trebuie să confirmați că ați înțeles că această operație va suprascri datele existente

source: Start Restore
ro: Început

source: Available Backups
ro: Copii de rezervă disponibile

source: No backups available for this account
ro: Nu sunt disponibile copii de siguranță pentru acest cont

source: Restore Process
ro: Proces de restaurare

source: Download backup from S3 storage
ro: Descărcați backup from S3 storage

source: Verify backup integrity
ro: Verificați integritatea copiei de siguranță

source: Restore selected components
ro: Restaurați componentele selectate

source: Update domain configuration
ro: Actualizați domain configuration

source: Verify restore completion
ro: Verificați completarea restaurării

source: Server details and management options
ro: Detalii server și opțiuni de management

source: 🏥 Health Check
ro: 🏥 Verificare de sănătate

source: Running health check...
ro: Se execută verificarea de sănătate...

source: SSL Enabled
ro: SSL activat

source: Health Status
ro: Status Sănătate

source: Healthy
ro: Sănătos

source: Unhealthy
ro: Nesănătos

source: Live Domains
ro: Domenii active

source: PRAHO Accounts
ro: Conturi PRAHO

source: Recent Jobs
ro: Joburi recente

source: PRAHO Status
ro: Stare PRAHO

source: No recent jobs
ro: Nu sunt joburi recente

source: Edit Server
ro: Editați Server

source: Add Virtualmin Server
ro: Adaugă Server Virtualmin

source: Update Virtualmin server configuration
ro: Actualizați Virtualmin server configuration

source: Connect a new Virtualmin server to PRAHO Platform
ro: Conectează un server Virtualmin nou la Platforma PRAHO

source: Server Configuration
ro: Configurație Server

source: Enter your Virtualmin server details
ro: Introdu detaliile serverului Virtualmin

source: Test Connection
ro: Testare conexiune

source: Update Server
ro: Creează Serviciu

source: Add Server
ro: Server

source: Connection Requirements
ro: Cerințe Conexiune

source: What you need to connect
ro: Ce ai nevoie pentru conectare

source: Virtualmin Pro or GPL installed
ro: Virtualmin Pro sau GPL instalat

source: Admin user access
ro: Acces utilizator admin

source: API access enabled
ro: Acces API activat

source: SSL certificate (recommended)
ro: Certificat SSL (recomandat)

source: Default Configuration
ro: Configurație Implicită

source: Standard settings
ro: Setări standard

source: Security Notice
ro: Notificare Securitate

source: Important information
ro: Informații importante

source: Credentials are encrypted and stored securely
ro: Credențialele sunt criptate și stocate în siguranță

source: Use dedicated API user for better security
ro: Utilizați un utilizator API dedicat pentru o securitate mai bună

source: Connection is tested before saving
ro: Conexiunea se testează înainte de a fi salvată

source: Manage Virtualmin servers for hosting services
ro: Gestionează serverele Virtualmin pentru serviciile de hosting

source: ➕ Add Server
ro: Server

source: Currently online
ro: Actualmente online

source: Hosted across all servers
ro: Găzduite pe toate serverele

source: Hosting accounts
ro: Conturi hosting

source: System monitoring
ro: Monitorizare sistem

source: Real-time checks
ro: Verificări în timp real

source: servers configured
ro: servere configurate

source: Last Health Check
ro: Ultima verificare de sănătate

source: No Virtualmin Servers
ro: Nu există Servere Virtualmin

source: Get started by adding your first server
ro: Începe prin adăugarea primului server

source: Get started by adding your first Virtualmin server.
ro: Începe prin adăugarea primului server Virtualmin.

source: Add First Server
ro: Adaugă Server Virtualmin

source: Configure platform-wide settings for billing, users, domains, and more
ro: Configurați setări la nivel de platformă pentru facturare, utilizatori, domenii și altele

source: Clear Redis cache for all settings
ro: Ștergeți cache Redis pentru toate setările

source: Refresh Cache
ro: Reîmprospătați Cache-ul

source: Total Settings
ro: Total Setări

source: Public Settings
ro: Setări Publice

source: Restart Required
ro: Repornire Necesară

source: Categories
ro: Categorii

source: Settings Categories
ro: Categorii de Setări

source: settings
ro: Setări

source: No Settings Categories
ro: Nicio Categorie de Setări

source: Settings categories will appear here once created.
ro: Categoriile de setări vor apărea aici după ce vor fi create.

source: Check System Health
ro: Verificați Starea Sistemului

source: Category Settings
ro: Status și Setări

source: Settings Updated!
ro: Setări Actualizate!

source: settings were updated successfully
ro: setările au fost actualizate cu succes

source: Cache Refreshed!
ro: Cache Reîmprospătat!

source: All settings cache cleared successfully
ro: Cache-ul tuturor setărilor a fost șters cu succes

source: Error refreshing cache
ro: Eroare la reîmprospătarea cache-ului

source: Network Error
ro: Eroare de Rețea

source: Error Loading Settings
ro: Eroare la Încărcarea Setărilor

source: Failed to load settings dashboard
ro: Eroare la load settings dashboard

source: Settings Management
ro: Gestionarea Setărilor

source: Configure and manage platform settings across different categories
ro: Configurați și gestionați setările platformei în diferite categorii

source: Loading settings...
ro: Se încarcă setările...

source: Select a Category
ro: Selectați a Category

source: Choose a settings category from the tabs above to begin.
ro: Alegeți o categorie de setări din filele de mai sus pentru a începe.

source: Export Settings
ro: Exportați Settings

source: View Dashboard
ro: Vizualizați Dashboard

source: Saving settings...
ro: Se salvează setările...

source: Encrypted
ro: Criptat

source: Enter JSON data...
ro: Introduceți date JSON...

source: Enter value...
ro: Introduceți valoare...

source: settings configured
ro: setări configurate

source: Save All Settings
ro: Status și Setări

source: No Settings Found
ro: Nu s-a găsit niciun(o) Settings

source: This category doesn't contain any settings yet.
ro: Această categorie nu conține încă setări.

source: Ticket Details
ro: Detalii Ticket

source: Back to Tickets
ro: Înapoi la Tichete

source: Reopen Ticket
ro: Redeschideți Tichetul

source: Send Reply
ro: Trimiteți Reply

source: Reply & Set Waiting
ro: Răspund și setez în așteptare

source: Add Internal Note
ro: Adăugați Internal Note

source: Reply & Close Ticket
ro: Răspund și închid tichetul

source: Create New Ticket
ro: Creați New Ticket

source: ← Back to Tickets
ro: Tichete Recente

source: Select a customer
ro: Selectați a customer

source: Technical Support
ro: Suport Tehnic

source: Billing Issue
ro: Problemă de facturare

source: Feature Request
ro: Cerere de funcționalitate

source: Bug Report
ro: Raport de eroare

source: General Inquiry
ro: Întrebare generală

source: Medium
ro: Mediu

source: Select a service (if applicable)
ro: Selectați un serviciu (dacă este cazul)

source: Please provide detailed information about your request or issue...
ro: Furnizați detailed information about your request or issue...

source: Be as specific as possible. Include error messages, steps to reproduce, etc.
ro: Fiți cât mai specific posibil. Includeți mesajele de eroare, pașii de reproducere, etc.

source: Create Ticket
ro: Creează Serviciu

source: Loading services...
ro: Se încarcă serviciile...

source: No services found
ro: Nu s-a găsit niciun(o) services

source: Technical issue with
ro: Problemă tehnică cu

source: Billing question about
ro: Întrebare de facturare cu privire la

source: Feature request:
ro: Cerere de funcționalitate:

source: Bug report:
ro: Raport de eroare:

source: Question about
ro: Întrebare cu privire la

source: My Support Tickets
ro: Tichetele mele de suport

source: Manage customer support requests
ro: Gestionați customer support requests

source: Get help with your hosting services
ro: Obțineți ajutor cu serviciile dvs. de găzduire

source: Total Tickets
ro: Total tichete

source: Tickets
ro: Bilete

source: Search by number, title or customer...
ro: Căutați după număr, titlu sau client...

source: All statuses
ro: Toate statusurile

source: Loading tickets...
ro: Se încarcă tichetele...

source: STAFF INTERNAL NOTE
ro: NOTĂ INTERNĂ PENTRU STAFF

source: STAFF NOTE
ro: NOTĂ PENTRU STAFF

source: No replies yet. Be the first to respond!
ro: Nu sunt răspunsuri încă. Fiți primul care răspunde!

source: Conversation
ro: Conversație

source: replies
ro: răspunsuri

source: Write a reply...
ro: Scrieți un răspuns...

source: Attach file
ro: Atașați fișier

source: Attach
ro: Atașați

source: Select resolution...
ro: Selectați rezoluția...

source: Your reply will be visible to the customer unless marked as internal.
ro: Răspunsul dvs. va fi vizibil clientului, dacă nu este marcat ca intern.

source: Your reply will be visible to both you and the customer.
ro: Răspunsul dvs. va fi vizibil atât pentru dvs., cât și pentru client.

source: No Support Tickets Found
ro: Nu s-a găsit niciun(o) Support Tickets
