Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Email address is too long
ro: Adresa de email este prea lungă

source: Invalid email address format
ro: email address format invalid(ă)

source: Email address must contain exactly one @ symbol
ro: Adresa de email trebuie să conțină exact un simbol @

source: Email local part is too long
ro: Partea locală a adresei de email este prea lungă

source: Email local part is required
ro: Email local part este obligatoriu

source: Invalid email domain: %(error)s
ro: email domain: %(error)s invalid(ă)

source: Template name must be less than 50 characters
ro: Numele șablonului trebuie să conțină mai puțin de 50 caractere

source: Template name can only contain letters, numbers, hyphens, and underscores
ro: Numele șablonului poate conține doar litere, cifre, liniuțe și liniuțe de subliniere

source: Quota must be an integer
ro: Cota trebuie să fie un număr întreg

source: Quota cannot be negative
ro: Cota nu poate fi negativă

source: Quota too large (maximum 1TB)
ro: Cota este prea mare (maxim 1TB)

source: Bandwidth must be an integer
ro: Lățimea de bandă trebuie să fie un număr întreg

source: Bandwidth cannot be negative
ro: Lățimea de bandă nu poate fi negativă

source: Bandwidth too large (maximum 10TB/month)
ro: Lățimea de bandă este prea mare (maxim 10TB/lună)

source: Server hostname is required
ro: Server hostname este obligatoriu

source: Program name is required
ro: Program name este obligatoriu

source: Program '%(program)s' is not allowed
ro: Programul '%(program)s' nu este permis

source: Format '%(format)s' not supported. Use: %(allowed)s
ro: Formatul '%(format)s' nu este suportat. Utilizați: %(allowed)s

source: Parameters must be a dictionary
ro: Parametrii trebuie să fie un dicționar

source: Invalid parameter name
ro: parameter name invalid(ă)

source: Parameter '%(key)s' value too long
ro: Valoarea parametrului '%(key)s' este prea lungă

source: No backups available for this account.
ro: Nu sunt disponibile backup-uri pentru acest cont.

source: No active Virtualmin servers found
ro: Nu există Servere Virtualmin

source: No valid accounts found for bulk action
ro: Nu s-au găsit conturi

source: No active Virtualmin servers found to sync from
ro: Gestionează serverele Virtualmin pentru serviciile de hosting

source: ⚙️ System Settings
ro: ⚙️ Setări de sistem

source: Key
ro: Cheie

source: Unique category identifier (e.g., "billing")
ro: Identificator unic al categoriei (ex: "facturare")

source: Name
ro: Nume

source: Human-readable category name
ro: Denumire categorie

source: Category description for staff
ro: Descrierea categoriei pentru personal

source: Display Order
ro: Ordinea de afișare

source: Order in which to display this category
ro: Ordinea în care se va afișa această categorie

source: Is Active
ro: Este activ

source: Whether this category is currently active
ro: Dacă această categorie este în prezent activă

source: When this category was created
ro: Data creării acestei categorii

source: Updated At
ro: Actualizat la

source: When this category was last updated
ro: Data ultimei actualizări a acestei categorii

source: Setting Category
ro: Categorie de setări

source: Setting Categories
ro: Categorii de setări

source: String
ro: Text

source: Integer
ro: Întreg

source: Decimal
ro: Zecimal

source: List
ro: Listă

source: Unique setting identifier (e.g., "billing.proforma_validity_days")
ro: Identificator unic al setării (ex: "facturare.zile_valabilitate_proforma")

source: Category
ro: Categorie

source: Setting category for organization
ro: Categorie de setări pentru organizație

source: Human-readable setting name
ro: Denumire setare

source: Detailed description of what this setting controls
ro: Descriere detaliată a ceea ce controlează această setare

source: Data Type
ro: Tip de date

source: Type of data this setting stores
ro: Tipul de date pe care le stochează această setare

source: Current setting value
ro: Valoarea actuală a setării

source: Default Value
ro: Valoare implicită

source: Default value to use if setting is not configured
ro: Valoare implicită de utilizat dacă setarea nu este configurată

source: Is Required
ro: Este obligatoriu

source: Whether this setting must have a value
ro: Dacă această setare trebuie să aibă o valoare

source: Is Sensitive
ro: Este sensibilă

source: Whether this setting contains sensitive data
ro: Dacă această setare conține date sensibile

source: Whether this setting is currently active
ro: Dacă această setare este în prezent activă

source: Is Public
ro: Este publică

source: Whether this setting can be accessed publicly
ro: Dacă această setare poate fi accesată în mod public

source: Requires Restart
ro: Necesită repornire

source: Whether changing this setting requires application restart
ro: Dacă modificarea acestei setări necesită repornirea aplicației

source: Validation Rules
ro: Reguli de validare

source: JSON object with validation rules (min, max, pattern, etc.)
ro: Obiect JSON cu reguli de validare (min, max, pattern, etc.)

source: Help Text
ro: Text de ajutor

source: Additional help text for staff users
ro: Text de ajutor suplimentar pentru utilizatorii din staff

source: When this setting was created
ro: Când a fost creată această setare

source: When this setting was last updated
ro: Când a fost actualizată pentru ultima dată această setare

source: System Setting
ro: Setare de sistem

source: System Settings
ro: Setări de sistem

source: Setting key must be in format "category.setting_name"
ro: Cheia setării trebuie să fie în format "category.setting_name"

source: Required settings must have a value
ro: Setările obligatorii trebuie să aibă o valoare

source: Value must be a string
ro: Valoarea trebuie să fie un șir de caractere

source: Value must be a boolean
ro: Valoarea trebuie să fie o valoare booleană

source: Value must be a decimal number
ro: Valoarea trebuie să fie un număr zecimal

source: Value must be a list
ro: Listă Value must be a

source: Invalid value for data type "%(type)s": %(error)s
ro: value for data type "%(type)s": %(error)s invalid(ă)

source: (not set)
ro: (nesetat)

source: (hidden)
ro: (ascuns)

source: Yes
ro: Da

source: No
ro: Nu

source: JSON too large - exceeds 1MB limit
ro: JSON prea mare - depășește limita de 1MB

source: JSON too deeply nested
ro: JSON imbricat prea adânc

source: Invalid JSON format: %(error)s
ro: JSON format: %(error)s invalid(ă)

source: JSON nesting too deep - exceeds %(depth)s levels
ro: Imbricarea JSON prea adâncă - depășește %(depth)s niveluri

source: Category Name
ro: Nume categorie

source: Name (EN)
ro: Nume (EN)

source: Icon
ro: Pictogramă

source: Color
ro: Culoare

source: Auto Assign To
ro: Asigna Automat La

source: Support Category
ro: Categoria de Suport

source: Support Categories
ro: Categorii de Suport

source: Open
ro: Deschis

source: Waiting on Customer
ro: În Așteptarea Clientului

source: Fixed
ro: Rezolvat

source: Duplicate
ro: Duplică

source: By Design
ro: Conform Proiectării

source: Critical
ro: Critic

source: Phone
ro: Telefon

source: Internal
ro: Intern

source: Ticket Number
ro: Numărul Tichetului

source: Title
ro: Titlu

source: Contact Person
ro: Persoană de Contact

source: Contact Email
ro: Email de Contact

source: Contact Phone
ro: Telefon de Contact

source: Priority
ro: Prioritate

source: Source
ro: Sursă

source: Assigned To
ro: Atribuit la

source: Assigned At
ro: Asignat La

source: Related Service
ro: Serviciu Asociat

source: Resolution Code
ro: Cod de Rezoluție

source: Closed At
ro: Închis La

source: Customer Last Reply
ro: Ultimul Răspuns al Clientului

source: Customer Replied
ro: Clientul a Răspuns

source: Estimated Hours
ro: Ore Estimate

source: Actual Hours
ro: Ore Reale

source: Satisfaction Rating (1-5)
ro: Evaluare Satisfacție (1-5)

source: Satisfaction Comment
ro: Comentariu Satisfacție

source: Escalated
ro: Escaladat

source: Public for Customer
ro: Public pentru Client

source: Support Ticket
ro: Bilet de suport

source: Support Tickets
ro: Tichete Suport

source: Support
ro: Suport

source: System
ro: Sistem

source: Reply
ro: Răspundeți

source: Reply & set Waiting on Customer
ro: Răspunde și Setează Așteptare Client

source: Internal note
ro: Notă Internă

source: Close with resolution
ro: Închide cu Rezoluție

source: Ticket
ro: Bilet

source: Content
ro: Conținut

source: Comment Type
ro: Tip de comentariu

source: Author
ro: Autor

source: Author Name
ro: Nume autor

source: Author Email
ro: Email autor

source: Is Solution
ro: Este soluție

source: Reply Action
ro: Acțiune de răspuns

source: Sets Waiting on Customer
ro: Setează în așteptare de client

source: Time Spent (hours)
ro: Timp petrecut (ore)

source: Ticket Comment
ro: Comentariu tichet de suport

source: Ticket Comments
ro: Comentarii tichet de suport

source: Comment
ro: Comentariu

source: File
ro: Fișier

source: Filename
ro: Nume fișier

source: File Size
ro: Dimensiune fișier

source: Content Type
ro: Tip conținut

source: Safe
ro: Sigur

source: Uploaded By
ro: Încărcat de

source: Uploaded At
ro: Încărcat la

source: Ticket Attachment
ro: Atașament tichet de suport

source: Ticket Attachments
ro: Atașamente tichet de suport

source: User
ro: Utilizator

source: Activity Description
ro: Descriere activitate

source: Billable
ro: Facturable

source: Hourly Rate
ro: Tarif orar

source: Work Date
ro: Data muncii

source: Ticket Worklog
ro: Jurnal de lucru tichet de suport

source: Ticket Worklogs
ro: Jurnale de lucru tichet de suport

source: ❌ You do not have permission to access this ticket.
ro: ❌ Nu aveți permisiunea de a accesa acest tichet de suport.

source: ❌ You do not have permission to create tickets for this customer.
ro: ❌ Nu aveți permisiunea de a crea tichete de suport pentru acest client.

source: ✅ Ticket #{ticket_pk} has been created!
ro: ✅ Tichetul de suport #{ticket_pk} a fost creat!

source: ❌ You do not have permission to reply to this ticket.
ro: ❌ Nu aveți permisiunea de a răspunde la acest tichet de suport.

source: ❌ You do not have permission to create internal notes.
ro: ❌ Nu aveți permisiunea de a crea note interne.

source: ❌ The reply cannot be empty.
ro: ❌ Răspunsul nu poate fi gol.

source: ❌ Resolution code is required when closing the ticket.
ro: ❌ Codul de rezolvare este obligatoriu la închiderea tichetului de suport.

source: ✅ Your reply has been added!
ro: ✅ Răspunsul dvs. a fost adăugat!

source: ✅ Reply added - ticket is now waiting for customer response.
ro: ✅ Răspuns adăugat - tichetul este în așteptarea răspunsului clientului.

source: ✅ Internal note has been added.
ro: ✅ Notă internă adăugată.

source: ✅ Ticket has been closed with resolution: {resolution}
ro: ✅ Tichetul a fost închis cu rezoluția: {resolution}

source: ❌ Error: {error}
ro: ❌ Eroare: {error}

source: ❌ You do not have permission to close this ticket.
ro: ❌ Nu aveți permisiunea să închideți acest tichet de suport.

source: ❌ Resolution code is required to close the ticket.
ro: ❌ Codul de rezolvare este obligatoriu pentru a închide tichetul.

source: ✅ Ticket #{ticket_pk} has been closed with resolution: {resolution}
ro: ✅ Tichetul #{ticket_pk} a fost închis cu rezoluția: {resolution}

source: ❌ Error closing ticket: {error}
ro: ❌ Eroare la închiderea tichetului: {error}

source: ❌ You do not have permission to reopen this ticket.
ro: ❌ Nu aveți permisiunea să redeschideți acest tichet de suport.

source: ✅ Ticket #{ticket_pk} has been reopened!
ro: ✅ Tichetul #{ticket_pk} a fost redeschis!

source: ❌ Error reopening ticket: {error}
ro: ❌ Eroare la redeschiderea tichetului: {error}

source: Amount
ro: Sumă

source: Date
ro: Dată

source: Order #
ro: Comandă nr.

source: name@example.com
ro: nume@example.com

source: Password
ro: Parolă

source: Your password
ro: Parola dvs.

source: Remember me
ro: Ține-mă minte

source: The email address will be used for authentication.
ro: Adresa de email va fi utilizată pentru autentificare.

source: Romanian phone number (+40.XX.XXX.XXXX)
ro: Număr de telefon românesc (+40.XX.XXX.XXXX)

source: I agree to receive commercial offers by email
ro: Accept să primesc oferte comerciale prin email

source: I accept the processing of personal data according to GDPR
ro: Accept procesarea datelor cu caracter personal conform GDPR

source: Minimum 12 characters
ro: Minim 12 caractere

source: Confirm password
ro: Confirmați parola

source: Repeat password
ro: Repetați parola

source: Invalid phone number format. Use Romanian format: +40.XX.XXX.XXXX
ro: phone number format. Use Romanian format: +40.XX.XXX.XXXX invalid(ă)

source: Emergency contact name
ro: Nume contact de urgență

source: Preferred language
ro: Limba preferată

source: Timezone
ro: Fus Orar

source: Date format
ro: Format de dată

source: Email notifications
ro: Notificări prin email

source: SMS notifications
ro: Notificări prin SMS

source: Marketing emails
ro: Email-uri de marketing

source: Emergency contact phone
ro: Telefon de contact de urgență

source: Invalid timezone selected.
ro: timezone selected invalid(ă).

source: Verification code
ro: Cod de verificare

source: Enter the code from the authenticator app
ro: Introduceți codul din aplicația de autentificare

source: The code must contain only digits.
ro: Codul trebuie să conțină doar cifre.

source: 2FA Code
ro: Cod 2FA

source: Enter the code from the authenticator app or backup code
ro: Introduceți codul din aplicația de autentificare sau codul de rezervă

source: Enter the email associated with your account.
ro: Introduceți adresa de e-mail asociată contului dvs.

source: There is no account with this email address.
ro: Nu există niciun cont cu această adresă de e-mail.

source: Role
ro: Rol

source: Primary Membership
ro: Membru Principal

source: Email Address
ro: Adresă Email

source: This will be used for authentication and billing notifications.
ro: Aceasta va fi utilizată pentru autentificare și notificări de facturare.

source: Phone Number
ro: Număr de Telefon

source: Organization Type
ro: Tip de organizație

source: Select your business type for proper invoicing and VAT handling.
ro: Selectați tipul dvs. de afaceri pentru facturare și gestionarea TVA corecte.

source: Cod Numeric Personal (13 cifre). Required for individuals.
ro: Cod Numeric Personal (13 cifre). Obligatoriu pentru persoane fizice.

source: Company/Organization Name
ro: Denumirea companiei/organizației

source: Official name as it appears on legal documents.
ro: Denumire oficială așa cum apare în documentele juridice.

source: Romanian VAT number (RO12345678) - required for VAT registered companies.
ro: Numărul de TVA din România (RO12345678) - obligatoriu pentru companiile înregistrate la TVA.

source: Address
ro: Adresă

source: Street address of your business.
ro: Adresa companiei dvs.

source: I agree to data processing
ro: Accept prelucrarea datelor

source: Required: Agreement to process personal data according to GDPR.
ro: Obligatoriu: Acord privind prelucrarea datelor personale în conformitate cu GDPR.

source: I agree to receive marketing communications
ro: Accept să primesc comunicări de marketing

source: Optional: Receive newsletters and product updates.
ro: Opțional: Primiți buletine de știri și actualizări ale produsului.

source: I accept the terms and conditions
ro: Accept termenii și condițiile

source: Required: Agreement to terms of service.
ro: Obligatoriu: Acord privind termenii de serviciu.

source: VAT number must start with RO followed by digits (e.g., RO12345678)
ro: Numărul de TVA trebuie să înceapă cu RO urmat de cifre (de ex., RO12345678)

source: CNP must be exactly 13 digits.
ro: CNP trebuie să fie exact 13 cifre.

source: Invalid customer type selected.
ro: customer type selected invalid(ă).

source: CNP is required for individuals.
ro: CNP este obligatoriu pentru persoane fizice.

source: CustomerOnboardingRegistrationForm must be saved with commit=True
ro: CustomerOnboardingRegistrationForm trebuie salvată cu commit=True

source: Registration failed: %(error)s
ro: Înregistrarea a eșuat: %(error)s

source: System Administrator
ro: Administrator Sistem

source: Support Agent
ro: Agent de Suport

source: Billing Staff
ro: Personal Facturare

source: email address
ro: Adresă de email

source: Romanian phone number format: +40 721 123 456
ro: Format de număr de telefon român: +40 721 123 456

source: Staff role for internal staff. Leave empty for customer users.
ro: Rol de personal pentru angajații interni. Lăsați gol pentru utilizatorii clienți.

source: Users
ro: Utilizatori

source: Customer User
ro: Utilizator Client

source: Owner
ro: Proprietar

source: Billing
ro: Facturare

source: Technical
ro: Tehnic

source: Viewer
ro: Vizualizator

source: User role within this customer organization
ro: Rol de utilizator în cadrul acestei organizații client

source: Primary customer for this user (used for default context)
ro: Clientul principal pentru acest utilizator (utilizat pentru contextul implicit)

source: Whether this membership is currently active
ro: Dacă această calitate de membru este actualmente activă

source: Email billing notifications
ro: Notificări de facturare prin e-mail

source: Email technical notifications
ro: Notificări tehnice prin e-mail

source: Email marketing notifications
ro: Notificări de marketing prin e-mail

source: Notification language
ro: Limba notificărilor

source: Email and phone
ro: E-mail și telefon

source: Preferred contact method
ro: Metoda preferată de contact

source: Customer Memberships
ro: Membri Clienți

source: English
ro: Engleză

source: Romanian
ro: Român

source: User Profile
ro: Profil Utilizator

source: User Profiles
ro: Profiluri Utilizator

source: Failed Password
ro: Parolă Eșuată

source: Failed 2FA
ro: 2FA Eșuat

source: Failed User Not Found
ro: Failed User nu a fost găsit(ă)

source: Account Locked
ro: Cont Blocat

source: Account Disabled
ro: Cont Dezactivat

source: Password Reset Completed
ro: Resetare parolă Completed

source: Account Lockout Reset
ro: Resetare Blocare Cont

source: Password Reset Failed
ro: Resetare parolă Failed

source: User Login Log
ro: Jurnal Conectare Utilizator

source: User Login Logs
ro: Jurnalul Conectărilor

source: Welcome to PRAHO - Account Created for {customer_name}
ro: Bine ați venit în PRAHO - Cont creat pentru {customer_name}

source: [PRAHO] New Access Request for {company}
ro: [PRAHO] Noua Cerere de Acces pentru {company}

source: A user has requested access to your organization. Please review in your dashboard.
ro: Un utilizator a cerut acces la organizația dvs. Vă rugăm să verificați în panoul de control.

source: Customer does not have a valid email address
ro: Clientul nu dispune de o adresă de e-mail validă

source: User account already exists for this email
ro: Contul de utilizator există deja pentru acest e-mail

source: User is already associated with this organization
ro: Utilizatorul este deja asociat cu această organizație

source: [PRAHO] Invitation to join {company}
ro: [PRAHO] Invitație de a vă alătura {company}

source: You have been invited to join an organization on PRAHO. Please check your dashboard to accept.
ro: Ați fost invitat să vă alăturați unei organizații pe PRAHO. Vă rugăm să verificați panoul de control pentru a accepta.

source: Too many login attempts. Please wait and try again.
ro: Prea multe încercări de conectare. Vă rugăm așteptați și încercați din nou.

source: Account temporarily locked for security reasons. Try again in {minutes} minutes.
ro: Contul este temporar blocat din motive de securitate. Încercați din nou în {minutes} minute.

source: ❌ This is the staff administration portal. Customers please use the customer portal to access your account.
ro: ❌ Acesta este portalul de administrație pentru personal. Clienți, vă rugăm utilizați portalul pentru clienți pentru a accesa contul dvs.

source: Welcome, {user_full_name}!
ro: Bine ați venit, {user_full_name}!

source: Incorrect email or password.
ro: E-mail sau parolă incorectă.

source: You have been successfully logged out.
ro: Ați fost deconectat cu succes.

source: Password reset for your account
ro: Resetare parolă for your account

source: Too many password reset attempts. Please wait before trying again.
ro: Prea multe încercări de resetare a parolei. Vă rugăm așteptați înainte de a încerca din nou.

source: Too many password confirmation attempts. Please wait before trying again.
ro: Prea multe încercări de confirmare a parolei. Vă rugăm așteptați înainte de a încerca din nou.

source: Too many password change attempts. Please wait before trying again.
ro: Prea multe încercări de schimbare a parolei. Vă rugăm așteptați înainte de a încerca din nou.

source: Your password has been changed successfully!
ro: Parola dvs. a fost schimbată cu succes!

source: Choose Method
ro: Alegeți Method

source: Select authentication method
ro: Selectați authentication method

source: Set Up Method
ro: Selectați Metoda

source: Configure your authenticator
ro: Configurați autenticatorul dvs.

source: Complete
ro: Completare

source: Save backup codes
ro: Salvați Codurile de Rezervă

source: 2FA is already enabled for your account.
ro: Autentificarea cu doi factori este deja activată pentru contul dvs.

source: 2FA has been enabled successfully!
ro: Autentificarea cu doi factori a fost activată cu succes!

source: Failed to enable 2FA. Please try again.
ro: Eroare la enable 2FA. Please try again.

source: Setup session expired. Please start over.
ro: Sesiunea de configurare a expirat. Vă rugăm să începeți din nou.

source: WebAuthn/Passkeys are coming soon! Please use the Authenticator App method for now.
ro: WebAuthn/Cheile de acces vor fi disponibile în curând! Vă rugăm utilizați metoda cu aplicația de autentificare deocamdată.

source: Too many verification attempts. Please wait and try again.
ro: Prea multe încercări de verificare. Vă rugăm așteptați și încercați din nou.

source: You have used your last backup code! Please generate new ones in your profile.
ro: Ați folosit ultimul cod de rezervă! Vă rugăm generați coduri noi în profilul dvs.

source: You have {count} backup codes remaining. Consider generating new ones.
ro: Aveți {count} coduri de rezervă rămase. Luați în considerare generarea celor noi.

source: Backup code used. You have {count} codes remaining.
ro: Cod de rezervă utilizat. Mai aveți {count} coduri disponibile.

source: The 2FA code or backup code is invalid.
ro: 2FA code or backup code este invalid(ă).

source: No backup codes available.
ro: Nu există niciun(o) backup codes disponibil(ă).

source: Two-factor authentication is not enabled.
ro: Autentificarea cu doi factori nu este activată.

source: New backup codes have been generated.
ro: Au fost generate coduri de rezervă noi.

source: Two-factor authentication is already disabled.
ro: Autentificarea cu doi factori este deja dezactivată.

source: Two-factor authentication has been disabled.
ro: Autentificarea cu doi factori a fost dezactivată.

source: Profile updated successfully.
ro: Profil actualizat cu succes.

source: You do not have permission to access this page.
ro: Nu aveți permisiunea de a accesa această pagină.

source: Please complete registration to continue
ro: Finalizați înregistrarea pentru a continua.

source: Audit Alerts Dashboard
ro: Tablou de bord - Alerte de audit

source: Security & Compliance Alerts
ro: Alerte de securitate și conformitate

source: Alert Filters
ro: Filtre de alerte

source: Dismissed
ro: Respinse

source: All Types
ro: Toate Tipurile

source: Alert Summary
ro: Sumar Alert

source: High Priority
ro: Prioritate ridicată

source: Medium Priority
ro: Prioritate medie

source: Low Priority
ro: Prioritate scăzută

source: Recent Alerts
ro: Alerte recente

source: No alerts found.
ro: Nu s-a găsit niciun(o) alerts.
