Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: No tickets match your current filters. Try adjusting your search criteria.
ro: Niciun tichet nu se potrivește cu filtrele curente. Încercați să ajustați criteriile de căutare.

source: No support tickets have been created yet. Customers can create tickets when they need assistance with their services.
ro: Niciun tichet de suport nu a fost creat încă. Clienții pot crea tichete atunci când au nevoie de asistență cu serviciile lor.

source: You have not created any support tickets yet. Create a ticket when you need help with your services.
ro: Nu ați creat încă niciun tichet de suport. Creați un tichet atunci când aveți nevoie de ajutor cu serviciile dvs.

source: Login
ro: Autentificare

source: PRAHO Platform Login
ro: Autentificare PRAHO Platform

source: Staff Portal Access
ro: Acces la Panoul de Personal

source: Keep me logged in
ro: Ține-mă autentificat

source: Forgot password? Contact IT support.
ro: Ați uitat parola? Contactați suportul IT.

source: Sign In
ro: Conectare

source: Staff access only. Contact IT for account setup.
ro: Acces doar pentru personal. Contactați IT pentru configurarea contului.

source: Secure Connection
ro: Conexiune Sigură

source: Backup Codes
ro: Coduri de rezervă

source: Your Backup Codes
ro: Codurile dvs. de Rezervă

source: Save these codes in a secure location for emergency access
ro: Salvați aceste coduri într-un loc sigur pentru acces de urgență

source: Each code works only once
ro: Fiecare cod funcționează o singură dată

source: Store in password manager
ro: Stocați în managerul de parole

source: Never share with anyone
ro: Nu le împărtășiți niciodată cu nimeni

source: Print or write down safely
ro: Tipăriți sau scrieți în siguranță

source: Download as Text File
ro: Descărcați as Text File

source: Print Codes
ro: Tipăriți Codurile

source: Copy All Codes
ro: Copiați Toate Codurile

source: Your 8 Backup Codes
ro: Cele 8 Coduri de Rezervă ale Dvs.

source: Each code can be used only once
ro: Fiecare cod poate fi folosit o singură dată

source: How to use backup codes:
ro: Cum să folosiți codurile de rezervă:

source: When prompted for MFA code, enter a backup code instead
ro: Când vi se solicită codul MFA, introduceți în schimb un cod de rezervă

source: Each code works only once - they will be marked as used
ro: Fiecare cod funcționează o singură dată - vor fi marcate ca utilizate

source: Generate new codes when you have few remaining
ro: Generați coduri noi atunci când aveți puține rămase

source: Continue to Profile
ro: Continuați la Profil

source: Generate New Codes
ro: Generați Coduri Noi

source: Copied!
ro: Copiat!

source: Disable Two-Factor Authentication
ro: Dezactivați autentificarea în doi pași

source: This will reduce your account security
ro: Aceasta va reduce securitatea contului dvs.

source: Security Warning
ro: Avertisment de Securitate

source: Disabling MFA will:
ro: Dezactivarea MFA va:

source: Make your account vulnerable to password breaches
ro: Face contul dvs. vulnerabil la breșe de parolă

source: Delete all your backup codes permanently
ro: Ștergeți all your backup codes permanently

source: Remove your authenticator app connection
ro: Îndepărtează conexiunea aplicației de autentificare

source: Allow login with just email and password
ro: Permite autentificarea doar cu email și parolă

source: Current Protection
ro: Protecție Actuală

source: TOTP Authenticator Active
ro: Autentificator TOTP Activ

source: Backup Codes Generated
ro: Coduri de Rezervă Generate

source: Account Breach Protection
ro: Protecție Împotriva Breșelor de Cont

source: Confirm Disable MFA
ro: Confirmați Dezactivarea MFA

source: Enter your current MFA code to proceed
ro: Introduceți codul MFA curent pentru a continua

source: Current MFA Code
ro: Codul MFA Curent

source: Enter code from your authenticator app or backup code
ro: Introduceți codul din aplicația dvs. de autentificare sau codul de rezervă

source: Confirm Your Password
ro: Confirmați Parola

source: Enter your current password to confirm this action
ro: Introduceți parola curentă pentru a confirma această acțiune

source: Disable MFA
ro: Dezactivați MFA

source: Consider These Alternatives
ro: Luați în Considerare Aceste Alternative

source: Instead of disabling:
ro: În loc să dezactivați:

source: Add a second authenticator device
ro: Adăugați a second authenticator device

source: Print backup codes for safe storage
ro: Imprimați codurile de rezervă pentru stocarea sigură

source: Use a password manager with MFA
ro: Utilizați un manager de parole cu MFA

source: Security best practices:
ro: Practici de securitate optime:

source: Use strong, unique passwords
ro: Utilizați parole puternice și unice

source: Enable email notifications
ro: Activați notificările prin email

source: Review account activity regularly
ro: Examinați activitatea contului în mod regulat

source: Please confirm that you understand the security implications
ro: Confirmați că înțelegeți implicațiile de securitate

source: Are you absolutely sure you want to disable two-factor authentication? This action cannot be undone.
ro: Sunteți absolut sigur că doriți să dezactivați autentificarea cu doi factori? Această acțiune nu poate fi anulată.

source: Yes, Disable Two-Factor Authentication
ro: Da, Dezactivați Autentificarea cu Doi Factori

source: Lost your authenticator app?
ro: Ați pierdut aplicația de autentificare?

source: Before disabling MFA, try these options:
ro: Înainte de a dezactiva MFA, încercați aceste opțiuni:

source: Use a backup code to log in
ro: Utilizați un cod de rezervă pentru a vă conecta

source: Restore your authenticator app from backup
ro: Restaurați aplicația de autentificare din copie de siguranță

source: Contact support if you have no other options
ro: Contactați suportul dacă nu aveți alte opțiuni

source: Choose Authentication Method
ro: Alegeți Authentication Method

source: Secure Your Account
ro: Protejați-vă contul

source: Choose how you want to add an extra layer of security to your account
ro: Alegeți cum doriți să adăugați un strat suplimentar de securitate contului dvs.

source: Why enable MFA?
ro: De ce să activez autentificarea multifactor?

source: Protects against password breaches
ro: Vă protejează împotriva breșelor de parolă

source: Prevents unauthorized access
ro: Previne accesul neautorizat

source: Required for admin and billing access
ro: Obligatoriu pentru acces de administrator și facturare

source: Industry standard security practice
ro: Practică de securitate conform standardelor industriei

source: Authenticator App
ro: Aplicație de autentificare

source: Use Google Authenticator, Authy, or Microsoft Authenticator to generate time-based codes
ro: Utilizați Google Authenticator, Authy sau Microsoft Authenticator pentru a genera coduri bazate pe timp

source: Works offline
ro: Funcționează offline

source: Very secure
ro: Foarte sigur

source: Widely supported
ro: Suportat pe scară largă

source: Requires app download
ro: Necesită descărcarea aplicației

source: Passkeys
ro: Chei de acces

source: Use your device biometrics (Face ID, Touch ID, fingerprint) or hardware security keys
ro: Utilizați biometria dispozitivului dvs. (Face ID, Touch ID, amprentă) sau chei de securitate hardware

source: Most secure
ro: Cel mai sigur

source: No app needed
ro: Nicio aplicație necesară

source: Fastest login
ro: Cea mai rapidă autentificare

source: Requires modern device
ro: Necesită un dispozitiv modern

source: You can always add more authentication methods later from your profile settings
ro: Puteți adăuga oricând mai multe metode de autentificare mai târziu din setările profilului

source: Back to Profile
ro: Înapoi la profil

source: Your browser or device doesn\
ro: Browserul sau dispozitivul dvs. nu\

source: Regenerate Backup Codes
ro: Regenerați codurile de backup

source: Generate fresh backup codes for emergency access
ro: Generați coduri de backup noi pentru acces de urgență

source: unused backup codes remaining
ro: coduri de backup nefolosite rămase

source: Running low on backup codes!
ro: Vi se termină codurile de backup!

source: Important Warning
ro: Avertisment important

source: All existing backup codes will be invalidated
ro: Toate codurile de backup existente vor fi invalidate

source: You will receive 8 new fresh backup codes
ro: Veți primi 8 coduri de rezervă noi

source: Ensure you have access to your authenticator app
ro: Asigurați-vă că aveți acces la aplicația dvs. de autentificare

source: Store new codes securely after generation
ro: Stocați codurile noi în siguranță după generare

source: Confirm regeneration to proceed
ro: Confirmați regenerarea pentru a continua

source: Confirm with MFA Code
ro: Confirmați cu cod MFA

source: Enter code from your authenticator app or existing backup code
ro: Introduceți codul din aplicația dvs. de autentificare sau un cod de rezervă existent

source: Regenerate Codes
ro: Regenerați codurile

source: When to Regenerate Backup Codes
ro: Când să regenerați codurile de rezervă

source: Good reasons:
ro: Motive bune:

source: Running low on unused codes (< 3 remaining)
ro: Aveți mai puțin de 3 coduri nefolosite

source: Suspect codes may be compromised
ro: Suspectați că codurile pot fi compromise

source: Lost access to stored codes
ro: Ați pierdut accesul la codurile stocate

source: After regeneration:
ro: După regenerare:

source: Download and store codes securely
ro: Descărcați and store codes securely

source: Print codes for offline backup
ro: Imprimați codurile pentru backup offline

source: Test one code to verify it works
ro: Testați un cod pentru a vă asigura că funcționează

source: Please confirm that you understand the implications of regenerating backup codes
ro: Vă rugăm să confirmați că înțelegeți implicațiile regenerării codurilor de rezervă

source: Are you sure you want to regenerate your backup codes? All existing codes will be invalidated.
ro: Sunteți sigur că doriți să regenerați codurile dvs. de rezervă? Toate codurile existente vor fi invalidate.

source: Set Up Authenticator App
ro: Configurați aplicația de autentificare

source: Follow these steps to secure your account
ro: Urmați acești pași pentru a vă proteja contul

source: Download Authenticator App
ro: Descărcați Authenticator App

source: Scan QR Code
ro: Scanați codul QR

source: Open your authenticator app
ro: Deschideți aplicația dvs. de autentificare

source: Select "Scan QR Code"
ro: Selectați "Scanați codul QR"

source: Point camera at QR code
ro: Îndreptați camera către codul QR

source: QR Code
ro: Cod QR

source: MFA QR Code
ro: Cod QR MFA

source: Scan this QR code with your authenticator app
ro: Scanați acest cod QR cu aplicația dvs. de autentificare

source: Can\
ro: Anulează

source: Secret Key:
ro: Cheie secretă:

source: Copy secret key
ro: Copiați cheia secretă

source: Verify Setup
ro: Verificați configurarea

source: Enter verification code from your app:
ro: Introduceți codul de verificare din aplicația dvs.:

source: Verify & Enable MFA
ro: Verificați și activați MFA

source: Tip:
ro: Sfat:

source: The verification code changes every 30 seconds. If it doesn\
ro: Codul de verificare se schimbă la fiecare 30 de secunde. Dacă nu funcționează

source: Two-Factor Authentication
ro: Autentificare cu Doi Factori

source: Enter your authentication code to continue
ro: Introduceți codul de autentificare pentru a continua

source: Enter Authentication Code
ro: Introduceți codul de autentificare

source: Enter the 6-digit code from your authenticator app
ro: Introduceți codul de 6 cifre din aplicația de autentificare

source: Verify & Continue
ro: Verificați și continuați

source: Having trouble?
ro: Aveți probleme?

source: Use Backup Code Instead
ro: Utilizați un cod de rezervă în schimb

source: Use Backup Code
ro: Utilizați codul de rezervă

source: Need Help?
ro: Aveți nevoie de ajutor?

source: Codes refresh every 30 seconds in your authenticator app
ro: Codurile se reîmprospătează la fiecare 30 de secunde în aplicația de autentificare

source: Make sure your device time is synchronized
ro: Asigurați-vă că ora dispozitivului este sincronizată

source: Use backup codes if you lost access to your device
ro: Utilizați codurile de rezervă dacă ați pierdut accesul la dispozitivul dvs.

source: Contact support if you need to reset your MFA
ro: Contactați suportul dacă trebuie să resetați MFA

source: Back to login
ro: Înapoi la conectare

source: Change Password
ro: Schimbă Parola

source: Please enter your current password and choose a new one.
ro: Introduceți your current password and choose a new one.

source: Current password
ro: Parola actuală

source: New password
ro: Parolă nouă

source: Confirm new password
ro: Confirmați noua parolă

source: Password must be at least 8 characters long and contain a mix of letters and numbers.
ro: Parola trebuie să aibă cel puțin 8 caractere și să conțină o combinație de litere și numere.

source: Reset Your Password
ro: Resetați parola

source: Enter your email address and we'll send you a link to reset your password.
ro: Introduceți adresa de email și vă vom trimite un link pentru a reseta parola.

source: Email address
ro: Adresă Email

source: Send Reset Link
ro: Trimiteți Reset Link

source: Back to Login
ro: Ultima Conectare

source: Password Reset Complete
ro: Resetare parolă Complete

source: Your password has been successfully reset. You can now log in with your new password.
ro: Parola dvs. a fost resetată cu succes. Acum puteți să vă conectați cu noua parolă.

source: Log In
ro: Autentificare

source: Set New Password
ro: Parolă

source: Password Reset Link Invalid
ro: Resetare parolă Link Invalid

source: This password reset link is invalid or has expired. Please request a new one.
ro: Acest link de resetare a parolei este invalid sau a expirat. Vă rugăm să solicitați un nou link.

source: Request New Reset Link
ro: Solicitați un nou link de resetare

source: Password Reset Email Sent
ro: Resetare parolă Email Sent

source: Password Reset Sent
ro: Securitate Parolă

source: If an account exists with that email address, we've sent password reset instructions.
ro: Dacă există un cont cu acea adresă de email, am trimis instrucțiuni de resetare a parolei.

source: If you don't receive an email within a few minutes, please check your spam folder.
ro: Dacă nu primiți un email în câteva minute, vă rugăm să verificați folderul de spam.

source: You're receiving this email because you requested a password reset for your account.
ro: Primiți acest email deoarece ați solicitat o resetare a parolei pentru contul dvs.

source: Please go to the following page and choose a new password:
ro: Vă rugăm să mergeți pe următoarea pagină și să alegeți o nouă parolă:

source: If you didn't request this, you can safely ignore this email.
ro: Dacă nu ați solicitat aceasta, puteți ignora cu siguranță acest email.

source: Manage your account settings and personal information
ro: Gestionează setările contului și informațiile personale

source: Your first name
ro: Prenumele dvs.

source: Your last name
ro: Numele de familie dvs.

source: Contact an administrator to change your email address
ro: Contactează un administrator pentru a schimba adresa de email

source: Preferences
ro: Preferințe

source: Language
ro: Limbă

source: Interface language changes when you save
ro: Limba interfeței se schimbă atunci când salvați

source: Superuser
ro: Super-administrator

source: Staff
ro: Personal

source: Member Since
ro: Membru din

source: Last Login
ro: Ultima Conectare

source: Enable MFA
ro: Activează MFA

source: Password Security
ro: Securitate Parolă

source: Current Consent Status
ro: Statusul Actual al Consimțământului

source: Newsletters and updates
ro: Buletine informative și actualizări

source: Your Data Rights
ro: Drepturile Tale asupra Datelor

source: Privacy Dashboard
ro: Panoul de Confidențialitate

source: Manage all your privacy settings
ro: Gestionează toate setările de confidențialitate

source: Export My Data
ro: Exportă Datele Mele

source: Download your personal information
ro: Descarcă informațiile personale

source: Consent History
ro: Istoricul Consimțământului

source: View your consent changes in privacy dashboard
ro: Vezi modificările consimțământului în panoul de confidențialitate

source: GDPR compliant according to Romanian Law 190/2018 and EU Regulation 2016/679
ro: Conform GDPR, Legii 190/2018 și Regulamentului UE 2016/679

source: Customer Access
ro: Acces Client

source: User Detail
ro: Detalii utilizator

source: No users found.
ro: Nu s-a găsit niciun(o) users.
