Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Privacy & Data Protection
ro: Confidențialitate și Protecția Datelor

source: Manage your personal data and exercise your GDPR rights as a Romanian hosting customer.
ro: Gestionați-vă datele personale și exercitați drepturile GDPR ca client de găzduire român.

source: Privacy Consent Status
ro: Status consimțământ privind confidențialitatea

source: ✏️ Edit
ro: ✏️ Editare

source: Data Processing
ro: Procesarea Datelor

source: Required for service
ro: Necesar pentru serviciu

source: Given
ro: Acordat

source: Not Given
ro: Neacordat

source: Marketing Communications
ro: Comunicări de Marketing

source: Optional newsletters
ro: Newsletter-uri opționale

source: Enabled
ro: Activat

source: Last updated:
ro: Ultima actualizare:

source: Quick Actions
ro: Acțiuni Rapide

source: 📄 Export My Data
ro: Exportă Datele Mele

source: 🗑️ Delete Account
ro: 🗑️ Ștergere cont

source: Your Rights
ro: Drepturile dvs.

source: Right to Access
ro: Drept de acces

source: Export your personal data
ro: Exportați your personal data

source: Right to Rectification
ro: Drept de rectificare

source: Update your information
ro: Actualizați your information

source: Right to Erasure
ro: Drept de ștergere

source: Request data deletion
ro: Solicitare ștergere date

source: Right to Withdraw Consent
ro: Drept de retragere a consimțământului

source: Change your consent anytime
ro: Modificați consimțământul oricând

source: Recent Data Exports
ro: Exporturi Recente de Date

source: Export
ro: Exportați

source: Ready
ro: Gata

source: 📥 Download
ro: Descarcă

source: No data exports yet
ro: Nicio exportare de date încă

source: Recent Consent Changes
ro: Modificări Recente de Consimțământ

source: No recent consent changes
ro: Nicio modificare recentă a consimțământului

source: Legal Information
ro: Informații Juridice

source: Your personal data is processed according to GDPR (EU 2016/679) and Romanian Law 190/2018. As a Romanian hosting provider, we ensure compliance with national data protection requirements.
ro: Datele dvs. personale sunt procesate în conformitate cu GDPR (UE 2016/679) și Legea Română 190/2018. Ca furnizor de găzduire român, asigurăm conformitatea cu cerințele naționale de protecție a datelor.

source: Privacy Policy
ro: Politică de confidențialitate

source: Terms of Service
ro: Termeni și condiții

source: GDPR Compliance
ro: Conformitate GDPR

source: Data Protection Officer:
ro: Responsabil de Protecție a Datelor:

source: Export Personal Data
ro: Exportați Personal Data

source: Select which data to include in your export:
ro: Selectați ce date să includeți în exportul dvs.:

source: Profile Information
ro: Informații de Profil

source: Customer Relationships
ro: Relații cu Clienții

source: Billing Information
ro: Informații de Facturare

source: Activity Summary
ro: Sumar Activity

source: 📄 Request Export
ro: 📄 Solicitați Exportul

source: Cancel
ro: Anulează

source: Withdraw Consent
ro: Retrage Consimțământul

source: will anonymize account
ro: va anonimiza contul

source: ⚠️ Withdraw Consent
ro: ⚠️ Retrage Consimțământul

source: Request Account Deletion
ro: Solicitați Ștergerea Contului

source: Deletion Type:
ro: Tip de Ștergere:

source: Anonymize (recommended)
ro: Anonimizare (recomandat)

source: Full Deletion (if legally possible)
ro: Ștergere Completă (dacă este legal posibil)

source: Reason for deletion:
ro: Motiv pentru ștergere:

source: Please provide a reason for this request...
ro: Furnizați a reason for this request...

source: Process immediately (for demo)
ro: Procesare imediată (pentru demo)

source: 🗑️ Request Deletion
ro: 🗑️ Solicitați Ștergerea

source: Update Privacy Settings
ro: Actualizați Privacy Settings

source: Manage your consent preferences below:
ro: Gestionați preferințele de consimțământ mai jos:

source: Already given. Use "Withdraw Consent" for changes.
ro: Deja acordat. Utilizați "Retrage Consimțământul" pentru modificări.

source: Required for account operation and service delivery.
ro: Necesar pentru funcționarea contului și prestarea serviciilor.

source: Receive newsletters, product updates, and promotional content.
ro: Primiți buletine informative, actualizări de produs și conținut promoțional.

source: 💾 Save Changes
ro: Salvează Modificările

source: Staff GDPR Management
ro: Gestionare GDPR pentru Personal

source: GDPR Management Dashboard
ro: Panoul de control pentru gestionare GDPR

source: Staff management of all user GDPR data export requests
ro: Gestionare de personal a tuturor solicitărilor de export GDPR ale utilizatorilor

source: Staff Only
ro: Doar personal

source: Staff Access Required
ro: Acces de personal necesar

source: Filters
ro: Filtre

source: All Statuses
ro: Toate Statusurile

source: User Email
ro: Email utilizator

source: Search by user email...
ro: Căutați după email-ul utilizatorului...

source: Export Type
ro: Exportați Type

source: GDPR Export
ro: Export GDPR

source: Audit Export
ro: Export Audit

source: Billing Export
ro: Export Facturare

source: Date Range
ro: Interval de dată

source: Expiration Status
ro: Stare expirare

source: All Exports
ro: Toate exporturile

source: Active Exports
ro: Exporturi active

source: Expired Exports
ro: Exporturi expirate

source: Apply Filters
ro: Filtrează

source: Reset Filters
ro: Filtrează

source: Refresh Dashboard
ro: Panou de Control

source: GDPR Export Requests
ro: Solicitări de export GDPR

source: Loading...
ro: Se încarcă...

source: Loading GDPR export requests...
ro: Se încarcă solicitările de export GDPR...

source: This GDPR management system complies with Romanian Law 190/2018 and EU Regulation 2016/679. All data processing activities are logged for audit purposes.
ro: Acest sistem de gestionare GDPR este conform cu Legea 190/2018 și Regulamentul UE 2016/679. Toate activitățile de prelucrare a datelor sunt înregistrate în scopuri de audit.

source: Resetting...
ro: Se resetează...

source: Audit Integrity Dashboard
ro: Panoul de control pentru integritatea auditului

source: Audit Data Integrity
ro: Integritatea datelor de audit

source: Integrity Status
ro: Stare integritate

source: Total Events
ro: Evenimente totale

source: Verified Events
ro: Evenimente verificate

source: Sequence Gaps
ro: Lacune în secvență

source: Hash Mismatches
ro: Nepotriviri de hash

source: Recent Integrity Checks
ro: Verificări de integritate recente

source: No issues found
ro: Nu s-a găsit niciun(o) issues

source: No integrity checks performed yet.
ro: Nu există încă niciun(o) integrity checks performed.

source: Audit Logs
ro: Jurnale de audit

source: Monitor all system activities and security events
ro: Monitorizare a tuturor activităților sistemului și a evenimentelor de securitate

source: All Users
ro: Toți utilizatorii

source: Action Type
ro: Tip de Acțiune

source: All Actions
ro: Toate Acțiunile

source: Audit Events
ro: Evenimente de Audit

source: Loading audit logs...
ro: Se încarcă jurnalele de audit...

source: Exporting...
ro: Se exportă...

source: Audit Management Dashboard
ro: Panou de Control Gestiune Audit

source: Comprehensive audit system management and monitoring
ro: Gestiune și monitorizare cuprinzătoare a sistemului de audit

source: System Active
ro: Sistem Activ

source: Recent Events (24h)
ro: Evenimente Recente (24h)

source: Security Events
ro: Evenimente de Securitate

source: Compliance Events
ro: Evenimente de Conformitate

source: View All Logs
ro: Vizualizați All Logs

source: View Alerts
ro: Vizualizați Alerts

source: Check Integrity
ro: Verificați Integritatea

source: System Status
ro: Status Sistem

source: Audit System
ro: Sistem de Audit

source: Event Processing
ro: Procesare evenimente

source: Recent Activity
ro: Activitate recentă

source: No recent activity
ro: Nicio activitate recentă

source: Timestamp
ro: Marcă de Timp

source: ago
ro: în urmă

source: Action
ro: Acțiune

source: Object ID
ro: ID Obiect

source: IP Address
ro: Adresă IP

source: Session
ro: Sesiune

source: Target Object
ro: Obiect Țintă

source: Old Values
ro: Valori Anterioare

source: New Values
ro: Values nou(ă)

source: Changes Summary
ro: Sumar Changes

source: Change detection available in full audit interface
ro: Detecția modificărilor disponibilă în interfața completă de audit

source: Request ID
ro: ID Cerere

source: Event ID
ro: ID Eveniment

source: Request Information
ro: Informații Cerere

source: Request ID:
ro: ID Cerere:

source: User:
ro: Utilizator:

source: Requested:
ro: Solicitat:

source: Export Type:
ro: Tip export:

source: Status:
ro: Stare:

source: ⚙️ Processing
ro: În Procesare

source: ⏰ Expired
ro: ⏰ Expirat

source: ✅ Completed
ro: Finalizate

source: Processing Information
ro: Informații de procesare

source: Started:
ro: Început:

source: Completed:
ro: Finalizat:

source: File Size:
ro: Dimensiune fișier:

source: Records:
ro: Înregistrări:

source: Downloads:
ro: Descărcări:

source: Export Scope
ro: Exportați Scope

source: File Information
ro: Informații fișier

source: File Path:
ro: Cale fișier:

source: File exists
ro: Fișierul există

source: File missing
ro: Fișierul lipsește

source: Expires:
ro: Expira:

source: remaining
ro: rămas

source: Error Information
ro: Informații eroare

source: Staff Actions
ro: Acțiuni personal

source: ⚡ Process Now
ro: ⚡ Procesează acum

source: Mark as Failed
ro: Marcați ca eșuat

source: 📥 Download Export
ro: 📥 Descarcă export

source: 🗑️ Delete Expired
ro: 🗑️ Șterge expirate

source: Mark Export as Failed
ro: Marcați exportul ca eșuat

source: Describe why this export failed...
ro: Descrieți de ce a eșuat acest export...

source: Export ID:
ro: ID export:

source: records
ro: înregistrări

source: download
ro: Descărcați

source: Scope:
ro: Domeniu:

source: View Details
ro: Vizualizați Details

source: Loading details...
ro: Se încarcă detaliile...

source: No GDPR export requests found
ro: Nu s-a găsit niciun(o) GDPR export requests

source: No export requests match the current filters.
ro: Nicio cerere de export nu se potrivește cu filtrele actuale.

source: Users can request data exports from their GDPR dashboard.
ro: Utilizatorii pot solicita exporturi de date din panoul lor de control GDPR.

source: No requests
ro: Nicio cerere

source: request
ro: cerere

source: requests
ro: cereri

source: No audit events found
ro: Nu s-a găsit niciun(o) audit events

source: Try adjusting your filters or clearing search terms.
ro: Încercați să ajustați filtrele sau să ștergeți termenii de căutare.

source: Actions
ro: Acțiuni

source: IP Addresses
ro: Adrese IP

source: Descriptions
ro: Descrieri

source: No suggestions found
ro: Nu s-a găsit niciun(o) suggestions

source: Audit Retention Dashboard
ro: Panou de control pentru Retenție Audit

source: Audit Retention Management
ro: Gestionarea Retenției Audit

source: Retention Policies
ro: Politici de Retenție

source: No retention policies configured.
ro: Nicio politică de retenție configurată.

source: Retention Statistics
ro: Statistici de Retenție

source: Events Processed
ro: Evenimente Procesate

source: Events Retained
ro: Evenimente Reținute

source: Events Purged
ro: Evenimente Șterse

source: PRAHO Platform System for Romanian Hosting Providers
ro: Sistemul Platformei PRAHO pentru Furnizori de Găzduire Români

source: Dashboard
ro: Panou de Control

source: My Invoices
ro: Facturile Mele

source: My Services
ro: Serviciile Mele

source: My Tickets
ro: Tichetele Mele de Suport

source: No customer access assigned
ro: Niciun acces de client asignat

source: Profile
ro: Profil

source: Logout
ro: Deconectare

source: Cookie Policy
ro: Politica de Cookie-uri

source: Data Processors
ro: Procesarea Datelor

source: GDPR Rights
ro: Drepturi GDPR

source: PRAHO Really Automates Hosting Operations
ro: PRAHO - Automatizare Reală a Operațiunilor de Găzduire

source: GDPR Compliant
ro: Conformă cu GDPR

source: Romanian Law 190/2018
ro: Lei Românești

source: An error occurred. Please try again.
ro: A apărut o eroare. Vă rugăm să încercați din nou.

source: Billing Management
ro: Gestionare Facturare

source: Manage proformas and invoices following Romanian business practices
ro: Gestionează proforme și facturi urmând practicile de afaceri românești

source: 📄 New Proforma
ro: Proformă Nouă

source: Romanian Business Practice
ro: Practică de Afaceri Românească

source: Only proformas can be created manually. Invoices are automatically generated when proformas are paid or manually converted.
ro: Doar proformele pot fi create manual. Facturile sunt generate automat când proformele sunt plătite sau convertite manual.

source: Active Proformas
ro: Proforme Active

source: Total Invoices
ro: Total Facturi

source: Proforma Value
ro: Valoare Proforme

source: Invoice Revenue
ro: Venituri din Facturi

source: Search
ro: Caută

source: Customer name, document number...
ro: Nume client, număr document...

source: Document Type
ro: Tip Document

source: All Documents
ro: Toate Documentele

source: Proformas Only
ro: Doar Proformi

source: Invoices Only
ro: Doar Facturi

source: 🔍 Filter
ro: Filtrează

source: Clear
ro: Șterge

source: Documents
ro: Documente

source: Loading billing documents...
ro: Se încarcă documentele de facturare...

source: e-Factura Dashboard
ro: Panoul de Confidențialitate

source: e-Factura Compliance Dashboard
ro: Panou de control - Conformitate e-Factura

source: Monitor electronic invoice submissions to ANAF
ro: Monitorizați trimiterea facturilor electronice către ANAF

source: Back to Billing
ro: Înapoi la Facturare

source: Approaching Deadlines
ro: Scadențe apropiate

source: invoice(s) approaching the 5-day e-Factura submission deadline.
ro: factură(ri) care se apropie de scadența de 5 zile pentru depunerea e-Facturii.

source: Submission Queue
ro: Coadă de depuneri

source: queued
ro: în coadă

source: No pending submissions
ro: Nicio depunere în așteptare

source: Awaiting Response
ro: În Așteptarea Clientului

source: No documents awaiting response
ro: Niciun document în așteptarea răspunsului

source: Retry Queue
ro: Coadă de reîncercări

source: retry
ro: reîncercare

source: No documents ready for retry
ro: Niciun document pregătit pentru reîncercare

source: Clear filter
ro: Ștergeți filtrul

source: Document ID
ro: Documente

source: Back to Dashboard
ro: Panoul de Confidențialitate

source: View Invoice
ro: Factură

source: Retry this e-Factura submission?
ro: Reîncercați depunerea acestei e-Facturi?

source: Retry Submission
ro: Reîncercați Depunerea

source: Deadline Approaching
ro: Scadență care se apropie

source: Submission deadline
ro: Scadență de depunere

source: Document Status
ro: Status Cont

source: ANAF Upload Index
ro: Index de încărcare ANAF

source: ANAF Download ID
ro: Descarcă

source: Submitted At
ro: Depus la

source: Response At
ro: Răspuns la

source: Next Retry
ro: Următoarea reîncercare

source: Validation Errors
ro: Erori de validare

source: Last Error
ro: Ultima Conectare

source: ANAF Response
ro: Răspunsul ANAF

source: Timeline
ro: Cronologie

source: Created
ro: Creat

source: XML Generated
ro: XML generat

source: Submitted to ANAF
ro: Depus la ANAF

source: Webhook Events
ro: Evenimente Webhook

source: Integrity
ro: Integritate

source: Invoice details and line items
ro: Detalii factură și articole

source: 💰 Refund Invoice
ro: 💰 Factură de Rambursare

source: 🎫 Request Refund
ro: 🎫 Solicitare de Rambursare

source: Total Amount
ro: Suma Totală

source: Issue Date
ro: Dată emitere

source: Due Date
ro: Dată scadentă

source: Payment Date
ro: Data Plății

source: Not paid
ro: Neplătit

source: Type
ro: Tip

source: Quantity
ro: Cantitate

source: Unit Price
ro: Preț unitar

source: No invoice lines found
ro: Nu s-a găsit niciun(o) invoice lines

source: VAT:
ro: TVA:

source: Method
ro: Metodă

source: Reference
ro: Referință

source: Refund Invoice
ro: Factură de Rambursare

source: Refund Type
ro: Tip de Rambursare

source: Select refund type...
ro: Selectați tipul de rambursare...

source: Refund Amount
ro: Suma de Rambursare

source: Maximum refundable:
ro: Suma maximă rambursabilă:

source: Refund Reason
ro: Motiv Rambursare

source: Select reason...
ro: Selectați motivul...

source: Dispute Resolution
ro: Rezolvare Dispute

source: Duplicate Invoice
ro: Factură Duplicată

source: Cancellation Request
ro: Cerere de Anulare

source: Quality Issue
ro: Problemă de Calitate

source: Policy Violation
ro: Violarea Politicii

source: Technical Issue
ro: Problemă Tehnică

source: Notes
ro: Note

source: required
ro: obligatoriu

source: Please explain the reason for this refund...
ro: Vă rugăm să explicați motivul acestei rambursări...

source: Process payment gateway refund
ro: Procesează rambursare din gateway-ul de plată

source: Uncheck if you've already processed the refund externally
ro: Debifați dacă ați procesat deja rambursarea extern

source: Process Refund
ro: Procesează Rambursare

source: Are you sure you want to process a FULL refund? This will also refund the associated order. This action cannot be undone.
ro: Sunteți sigur că doriți să procesați o rambursare COMPLETĂ? Aceasta va rambursa și comanda asociată. Această acțiune nu poate fi anulată.

source: Are you sure you want to process this PARTIAL refund? This action cannot be undone.
ro: Sunteți sigur că doriți să procesați această rambursare PARȚIALĂ? Această acțiune nu poate fi anulată.

source: Processing...
ro: Se procesează...

source: An error occurred while processing the refund.
ro: A apărut o eroare în timp ce processing the refund.

source: Request Invoice Refund
ro: Solicitare Rambursare Factură

source: Submit a refund request for this invoice. Our billing team will review your request and contact you.
ro: Trimiteți o solicitare de rambursare pentru această factură. Echipa noastră de facturare va revizui solicitarea dvs. și vă va contacta.

source: Please select a reason...
ro: Selectați a reason...

source: General Customer Request
ro: Cerere Generală de Client

source: Service Not Working
ro: Serviciul nu Funcționează

source: Quality Not As Expected
ro: Calitate Sub Așteptări

source: Technical Problems
ro: Probleme Tehnice

source: Want to Cancel Service
ro: Doresc Anularea Serviciului

source: Billing Error
ro: Eroare de Facturare

source: Service Policy Issue
ro: Problemă cu Politica Serviciului

source: Not Satisfied with Service
ro: Nesatisfăcut cu Serviciul

source: Other Reason
ro: Alt Motiv

source: Please provide details about your refund request. The more information you provide, the faster we can process your request.
ro: Furnizați details about your refund request. The more information you provide, the faster we can process your request.

source: Include details like what went wrong, when the issue occurred, or any relevant information.
ro: Includeți detalii cum ar fi ce nu a funcționat, când s-a întâmplat, sau orice alte informații relevante.

source: What happens next?
ro: Ce se întâmplă mai departe?

source: We will create a support ticket for your refund request and our billing team will review it within 1-2 business days.
ro: Vom crea un tichet de suport pentru cererea dvs. de rambursare și echipa noastră de facturare o va revizui în 1-2 zile lucrătoare.

source: Submit Request
ro: Trimiteți Solicitare

source: Please fill in all required fields.
ro: Vă rugăm să completați toate câmpurile obligatorii.

source: Submit refund request? We will create a support ticket and contact you.
ro: Trimiteți cererea de rambursare? Vom crea un tichet de suport și vă vom contacta.

source: Submitting...
ro: Se trimite...

source: Refund request submitted successfully! You will receive a confirmation email with your ticket number.
ro: Cererea de rambursare a fost trimisă cu succes! Veți primi un email de confirmare cu numărul tichetului dvs.

source: Edit Invoice
ro: Editați Invoice

source: Create Invoice
ro: Creați Invoice

source: Back to Invoices
ro: Înapoi la Facturi

source: Create New Invoice
ro: Creați New Invoice

source: Edit this draft invoice for
ro: Editați this draft invoice for

source: Create a new invoice for a customer with Romanian VAT compliance
ro: Creați o nouă factură pentru un client cu conformitate TVA în România

source: Customer Information
ro: Informații Client

source: Select Customer
ro: Selectează Client

source: Choose a customer...
ro: Alege un client...

source: No customers available
ro: Niciun client disponibil

source: Company:
ro: Companie:

source: VAT Number:
ro: Cod TVA:

source: Payment Terms:
ro: Termeni de Plată:

source: Invoice Details
ro: Detalii Invoice

source: Unit Price (RON)
ro: Preț Unitar (RON)

source: VAT Rate
ro: Cota TVA

source: Reduced
ro: Redusă

source: Exempt
ro: Scutită

source: ➕ Add Line Item
ro: ➕ Adăugați Articol

source: Additional Information
ro: Informații Suplimentare

source: Public Notes
ro: Note Publice

source: shown on invoice
ro: afișate pe factură

source: Thank you for your business! Payment due within 14 days.
ro: Vă mulțumim pentru interes! Plata se efectuează la emiterea facturii.

source: Internal Notes
ro: Note Interne

source: not shown on invoice
ro: nu apare pe factură

source: Internal notes for accounting or follow-up
ro: Note interne pentru contabilitate sau urmărire

source: Invoice Summary
ro: Sumar Invoice

source: line item(s)
ro: linie/linii

source: Romanian Compliance
ro: Conformitate Românească

source: Sequential numbering
ro: Numerotare secvențială

source: 21%% Romanian VAT
ro: Lei Românești

source: e-Factura ready
ro: Pregătit pentru e-Factura

source: GDPR compliant
ro: Conform GDPR

source: 💾 Save as Draft
ro: 💾 Salvați ca Ciornă

source: 📧 Create & Send
ro: 📧 Creați și Trimiteți

source: 🧾 Create & Download PDF
ro: 🧾 Creați și Descărcați PDF

source: mixed
ro: mixt

source: Service description
ro: Descrierea serviciului

source: Number
ro: Număr

source: 📄 Proforma
ro: Proformă

source: 🧾 Invoice
ro: Factură

source: 📝 Draft
ro: Ciornă

source: 📧 Sent
ro: Trimis

source: ✅ Accepted
ro: Acceptat

source: ❌ Expired
ro: ❌ Expirat

source: ✅ Paid
ro: Plătit

source: ❌ Overdue
ro: Întârziat

source: No documents found
ro: Nu s-a găsit niciun(o) documents

source: Create your first proforma to get started.
ro: Creați prima proformă pentru a începe.

source: No billing documents available for your account.
ro: Nu sunt disponibile documente de facturare pentru contul dvs.

source: 📄 Create First Proforma
ro: 📄 Creați Prima Proformă

source: Upload Index
ro: Încărcați Index

source: Retries
ro: Reîncercări

source: Page
ro: Pagină

source: of
ro: din

source: Previous
ro: Anterior

source: Next
ro: Următorul

source: No e-Factura documents found.
ro: Nu s-au găsit conturi

source: Payment history and transactions
ro: Istoricul plăților și tranzacțiilor

source: No payments found
ro: Nu s-a găsit niciun(o) payments

source: Convert Proforma
ro: Conversie Proformă

source: Back to Proforma
ro: Înapoi la Proformă

source: Convert to Invoice
ro: Convertește în Factură

source: to an official invoice
ro: într-o factură oficială

source: Converting this proforma to an invoice will:
ro: Conversia acestei proforme într-o factură va:

source: Generate a new sequential invoice number (INV-XXXXXX)
ro: Genera un nou număr de factură secvențial (INV-XXXXXX)

source: Create an immutable invoice record for tax compliance
ro: Crea o înregistrare de factură imuabilă pentru conformitate fiscală

source: Copy all line items and customer details exactly
ro: Copia toate articolele și detaliile clientului exact

source: Set the invoice status to "issued" and ready for payment
ro: Seta starea facturii la "emisă" și gata pentru plată

source: Link the invoice back to this proforma for audit trail
ro: Lega factura înapoi de această proformă pentru trasabilitate

source: Current Proforma
ro: Proforma Curentă

source: Number:
ro: Număr:
