Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Identifier for API credentials in CredentialVault
ro: Identificator pentru credențiale API în CredentialVault

source: Configuration
ro: Configurație

source: Provider-specific configuration
ro: Configurație Server

source: Cloud Provider
ro: Furnizor Cloud

source: Cloud Providers
ro: Furnizori Cloud

source: Provider
ro: Furnizor

source: Region Name
ro: Nume Companie

source: Display name (e.g., "Falkenstein", "Helsinki")
ro: Nume de afișare (de exemplu, "Falkenstein", "Helsinki")

source: Provider Region ID
ro: ID Regiune Furnizor

source: Provider's native ID (e.g., "fsn1", "us-east-1", "ewr")
ro: ID nativ al furnizorului (de exemplu, "fsn1", "us-east-1", "ewr")

source: Normalized Code
ro: Cod Poștal

source: 4-character normalized code for hostname (e.g., fsn1, nyc1, use1)
ro: Cod normalizat cu 4 caractere pentru hostname (de exemplu, fsn1, nyc1, use1)

source: Country Code
ro: Județ

source: ISO 3166-1 alpha-2 country code (e.g., de, fi, us)
ro: Cod țară ISO 3166-1 alpha-2 (de exemplu, de, fi, us)

source: Datacenter city
ro: Oraș datacenter

source: Node Region
ro: Regiune Nod

source: Node Regions
ro: Regiuni Nod

source: Size Name
ro: Nume Serviciu

source: Internal name (e.g., "Small", "Medium", "Large")
ro: Nume intern (de exemplu, "Mic", "Mediu", "Mare")

source: Display Name
ro: Nume Companie

source: UI display (e.g., "2 vCPU / 4GB RAM / 40GB")
ro: Afișare UI (de exemplu, "2 vCPU / 4GB RAM / 40GB")

source: Provider Type ID
ro: Tip Produs

source: Provider's type ID (e.g., "cpx21", "cpx41")
ro: ID tip al furnizorului (de exemplu, "cpx21", "cpx41")

source: vCPUs
ro: vCPU-uri

source: Memory (GB)
ro: Memorie (GB)

source: Disk (GB)
ro: Cotă Disc (MB)

source: Hourly Cost (EUR)
ro: Cost pe oră (EUR)

source: Monthly Cost (EUR)
ro: Cost lunar (EUR)

source: Max Domains
ro: Maxim de domenii

source: Estimated max domains for this size
ro: Domeniul principal pentru acest serviciu de hosting

source: Max Bandwidth (GB)
ro: Cotă Lățime de Bandă (MB)

source: Sort Order
ro: Ordine de Sortare

source: Node Size
ro: Dimensiune nod

source: Node Sizes
ro: Dimensiuni noduri

source: Panel Name
ro: Nume Companie

source: Panel Type
ro: Toate Tipurile

source: Version
ro: Versiune

source: Pinned version (e.g., "7.10.0")
ro: Versiune fixă (ex.: "7.10.0")

source: Ansible Playbook
ro: Playbook Ansible

source: Playbook filename (e.g., "virtualmin.yml")
ro: Nume fișier Playbook (ex.: "virtualmin.yml")

source: Panel Types
ro: Toate Tipurile

source: Provisioning Node
ro: Modul de Provizionare

source: Configuring DNS
ro: Configurație

source: Installing Panel
ro: Instalare panou

source: Configuring Backups
ro: Configurație

source: Validating
ro: Valabil până la

source: Registering Server
ro: Servicii Hosting

source: Stopped
ro: Oprit

source: Destroying
ro: Se distruge

source: Destroyed
ro: Distrus

source: Production
ro: Produs

source: Development
ro: Documente

source: Shared Hosting
ro: Hosting Partajat

source: VPS Hosting
ro: Hosting Partajat

source: Container
ro: Contact

source: Dedicated
ro: Duplică

source: Application Platform
ro: Platforma aplicației

source: Environment
ro: Mediu

source: Node Type
ro: Tip Produs

source: Region
ro: Înregistrare

source: Hostname
ro: Numele gazdei

source: Auto-generated 23-char hostname
ro: Nume gazdă generat automat (23 caractere)

source: Node Number
ro: Număr de Telefon

source: Sequential number (1-999)
ro: Numerotare secvențială (PRO-XXXXXX)

source: Optional friendly name
ro: Nume descriptiv (opțional)

source: Status Message
ro: Toate Statusurile

source: Last Successful Phase
ro: Ultima fază reușită

source: For retry logic
ro: Pentru logica de reîncercare

source: External Node ID
ro: Note Interne

source: Provider's server ID (e.g., Hetzner server ID)
ro: ID server al furnizorului (ex.: ID server Hetzner)

source: IPv4 Address
ro: Adrese

source: IPv6 Address
ro: Adrese

source: SSH Key Credential ID
ro: ID credential cheie SSH

source: DNS Zone
ro: Zonă DNS

source: Zone used for this node
ro: Selectează clientul pentru această comandă

source: DNS Record IDs
ro: ID-uri înregistrări DNS

source: Created DNS record IDs
ro: Crează Comandă Nouă

source: Virtualmin Server
ro: Server Virtualmin

source: Terraform State Path
ro: Cale stare Terraform

source: Terraform State Backend
ro: Backend stare Terraform

source: 'local' or 's3'
ro: 'local' sau 's3'

source: Backup Enabled
ro: Activat

source: Backup Storage
ro: Status Backup

source: Total Cost (EUR)
ro: Cost total (EUR)

source: Retry Count
ro: Număr de reîncercări

source: Number of retry attempts for this deployment
ro: Număr de zile pentru plată

source: Triggered by Failover
ro: Declanșat de failover

source: Source Node
ro: Nume Serviciu

source: Original node this deployment is replacing (failover scenario)
ro: Nodul original pe care această implementare o înlocuiește (scenariu de failover)

source: Initiated By
ro: Inițiat de

source: Correlation ID
ro: ID de corelație

source: Started At
ro: Pornit la

source: Completed At
ro: Finalizat la

source: Destroyed At
ro: Distrus la

source: Node Deployment
ro: Implementare de nod

source: Node Deployments
ro: Implementări de noduri

source: Cannot transition from '{self.status}' to '{new_status}'
ro: Nu se poate face tranziția de la '{self.status}' la '{new_status}'

source: Debug
ro: Depanare

source: Info
ro: Informație

source: Warning
ro: Avertisment

source: Deployment
ro: Documente

source: Level
ro: Nivel

source: Phase
ro: Etapă

source: Message
ro: Mesaj

source: Details
ro: Detalii

source: Additional structured data
ro: Date structurate suplimentare

source: Duration (seconds)
ro: Durată (secunde)

source: Phase duration
ro: Durată etapă

source: Node Deployment Log
ro: Jurnal de implementare de nod

source: Node Deployment Logs
ro: Jurnale de implementare de noduri

source: Period Start
ro: Început perioadă

source: Period End
ro: Sfârșit perioadă

source: Compute Cost
ro: Cost de calcul

source: Bandwidth Cost
ro: Lățime de Bandă

source: Storage Cost
ro: Cost de stocare

source: Node Deployment Cost Record
ro: Articol de cost de implementare de nod

source: Node Deployment Cost Records
ro: Articole de cost de implementare de noduri

source: Node deployment is disabled in settings.
ro: Implementarea de noduri este dezactivată în setări.

source: Can only retry failed deployments.
ro: Se pot reîncerca doar implementările eșuate.

source: Can only upgrade running nodes.
ro: Se pot actualiza doar nodurile în funcțiune.

source: Please select a new size.
ro: Selectați a new size.

source: Invalid size selected.
ro: size selected invalid(ă).

source: Can only stop running nodes.
ro: Se pot opri doar nodurile active.

source: Can only start stopped nodes.
ro: Se pot porni doar nodurile oprite.

source: Can only reboot running nodes.
ro: Se pot reporni doar nodurile active.

source: Can only run maintenance on running nodes.
ro: Selectează clientul pentru această comandă

source: Please select at least one maintenance task.
ro: Selectați at least one maintenance task.

source: 🔌 Integrations
ro: 🔌 Integrări

source: ⏳ Pending
ro: ⏳ În așteptare

source: ✅ Processed
ro: ✅ Procesate

source: ❌ Failed
ro: ❌ Eșuate

source: ⏭️ Skipped
ro: ⏭️ Omise

source: 🔌 Other
ro: 🔌 Altele

source: External service that sent the webhook
ro: Serviciul extern care a trimis webhook-ul

source: Unique event ID from the external service
ro: ID-ul unic al evenimentului din serviciul extern

source: Type of event (e.g., 'payment.succeeded', 'domain.created')
ro: Tipul evenimentului (ex: 'payment.succeeded', 'domain.created')

source: When webhook was received by our system
ro: Când a fost recepționat webhook-ul de sistemul nostru

source: When webhook processing completed
ro: Când s-a completat procesarea webhook-ului

source: Complete webhook payload from external service
ro: Încărcătura completă a webhook-ului din serviciul extern

source: SHA-256 hash of webhook signature for verification tracking
ro: Hash SHA-256 al semnăturii webhook-ului pentru urmărirea verificării

source: Error details if processing failed
ro: Detaliile erorii dacă procesarea a eșuat

source: Number of processing attempts
ro: Numărul de încercări de procesare

source: When to retry processing (for failed webhooks)
ro: Când să se reîncerce procesarea (pentru webhook-uri eșuate)

source: IP address webhook was received from
ro: Adresa IP de la care a fost recepționat webhook-ul

source: User agent of webhook sender
ro: User agent-ul expeditorului webhook-ului

source: HTTP headers from webhook request
ro: Antetele HTTP din cererea webhook-ului

source: 🔄 Webhook Event
ro: 🔄 Eveniment Webhook

source: 🔄 Webhook Events
ro: 🔄 Evenimente Webhook

source: ✅ Delivered
ro: ✅ Livrat

source: 🚫 Disabled
ro: 🚫 Dezactivat

source: Customer's webhook endpoint URL
ro: URL-ul punctului de terminare webhook al clientului

source: Type of event being delivered
ro: Tipul de eveniment livrat

source: Webhook payload sent to customer
ro: Payload-ul webhook trimis clientului

source: HTTP response status from customer endpoint
ro: Starea răspunsului HTTP de la punctul de terminare al clientului

source: Response body from customer endpoint
ro: Corpul răspunsului de la punctul de terminare al clientului

source: 📤 Webhook Delivery
ro: 📤 Livrare Webhook

source: 📤 Webhook Deliveries
ro: 📤 Livrări Webhook

source: Webhook URLs cannot target localhost
ro: URL-urile Webhook nu pot viza localhost

source: Invalid webhook URL format
ro: webhook URL format invalid(ă)

source: Webhook URLs cannot target private networks
ro: URL-urile Webhook nu pot viza rețele private

source: port %(port)s is not allowed for webhooks
ro: portul %(port)s nu este permis pentru webhook-uri

source: Template content too large
ro: Conținutul șablonului este prea mare

source: Template contains disallowed tags
ro: Șablonul conține etichete nepermise

source: Template contains disallowed constructs
ro: Șablonul conține construcții nepermise

source: JSON content too large
ro: Conținutul JSON este prea mare

source: JSON nesting too deep
ro: Imbricarea JSON este prea profundă

source: Subject too long
ro: Subiectul este prea lung

source: Subject contains invalid characters
ro: Subiectul conține caractere invalide

source: Subject contains dangerous content
ro: Subiectul conține conținut periculos

source: Template identifier (e.g., 'invoice_issued', 'payment_reminder')
ro: Identificatorul șablonului (de ex., 'invoice_issued', 'payment_reminder')

source: Language/locale code (ro, en)
ro: Codul limbii/localității (ro, en)

source: Email subject line (supports variables)
ro: Linia de subiect a e-mailului (suportă variabile)

source: HTML email body (supports Django template syntax)
ro: Corpul e-mailului HTML (suportă sintaxa șablonului Django)

source: Plain text fallback (auto-generated if empty)
ro: Textul simplu de rezervă (generat automat dacă este gol)

source: Description of when this template is used
ro: Descrierea momentului când se folosește acest șablon

source: Available template variables and their descriptions
ro: Variabilele șablonului disponibile și descrierile lor

source: Whether this template is available for use
ro: Dacă acest șablon este disponibil pentru utilizare

source: Template version for change tracking
ro: Versiunea șablonului pentru urmărirea modificărilor

source: Billing & Invoices
ro: Facturare și Facturi

source: Payment Reminders
ro: Reminderi de Plată

source: Service Provisioning
ro: Furnizare de Servicii

source: Support & Tickets
ro: Suport și Tichete

source: Welcome & Onboarding
ro: Bun venit și Onboarding

source: Service Renewals
ro: Reînoiri de Servicii

source: Service Suspension
ro: Suspendare de Servicii

source: Service Termination
ro: Terminare de Servicii

source: Domain Management
ro: Gestionare Domenii

source: Security Alerts
ro: Alerte de Securitate

source: Maintenance Notifications
ro: Notificări de Întreținere

source: Marketing & Promotions
ro: Marketing și Promoții

source: Legal & Compliance
ro: Legal și Conformitate

source: System Notifications
ro: Notificări de Sistem

source: Template category for organization
ro: Categoria șablonului pentru organizare

source: User who created this template
ro: Utilizatorul care a creat acest șablon

source: Email Template
ro: Șablon Email

source: Email Templates
ro: Șabloane Email

source: Template variables too large
ro: Variabilele șablonului sunt prea mari

source: Invalid variables JSON: %(error)s
ro: variables JSON: %(error)s invalid(ă)

source: Customer this email was sent to (if applicable)
ro: Client căruia i-a fost trimis acest email (dacă este cazul)

source: Recipient email address
ro: Adresa de email a destinatarului

source: Sender email address (if different from default)
ro: Adresa de email a expeditorului (dacă diferă de cea implicită)

source: Reply-to email address
ro: Adresa de email pentru răspuns

source: Template used to generate this email
ro: Șablonul folosit pentru a genera acest email

source: Actual email subject sent
ro: Subiectul real al email-ului trimis

source: Plain text version of email body
ro: Versiunea text simplu a corpului email-ului

source: HTML version of email body
ro: Versiunea HTML a corpului email-ului

source: Sending
ro: Trimitere

source: Delivered
ro: Livrat

source: Bounced
ro: Respingere

source: Soft Bounced
ro: Reboțat temporar

source: Complained
ro: Marcat ca spam

source: Current delivery status
ro: Stare curentă a livrării

source: Email service provider (smtp, sendgrid, mailgun, etc.)
ro: Furnizor de servicii de email (SMTP, SendGrid, Mailgun, etc.)

source: Provider's unique message ID
ro: ID-ul unic al mesajului furnizorului

source: Raw provider response for debugging
ro: Răspunsul brut al furnizorului pentru depanare

source: When email was queued/sent
ro: Moment în care emailul a fost plasat în coadă/trimis

source: When email was confirmed delivered
ro: Moment în care livrarea emailului a fost confirmată

source: When email was first opened (if tracking enabled)
ro: Când a fost deschis emailul pentru prima dată (dacă urmărirea este activată)

source: When email links were first clicked
ro: Când au fost accesate linkuri pentru prima dată

source: Additional email metadata (variables used, campaign info, etc.)
ro: Metadate suplimentare de email (variabile utilizate, informații despre campanie, etc.)

source: Low
ro: Scăzut

source: High
ro: Înalt

source: Email priority level
ro: Nivel de prioritate al emailului

source: User who triggered this email (if manual)
ro: Utilizatorul care a declanșat acest email (dacă manual)

source: Email Log
ro: Jurnal de email

source: Email Logs
ro: Jurnale de email

source: Invalid subject header
ro: subject header invalid(ă)

source: Metadata too large
ro: Metadate prea mari

source: Campaign name for identification
ro: Nume campanie pentru identificare

source: Campaign description and purpose
ro: Descrierea și scopul campaniei

source: Email template to use for this campaign
ro: Șablonul de email pentru utilizare în această campanie

source: All Customers
ro: Toți clienții

source: Active Customers
ro: Clienți Activi

source: Inactive Customers
ro: Clienți inactivi

source: Overdue Payments
ro: Plăți restante

source: Trial Expiring
ro: Încercare în curs de expirare

source: Custom Filter
ro: Filtru personalizat

source: Target audience for this campaign
ro: Audiența țintă pentru această campanie

source: Custom filter criteria for audience selection
ro: Criterii de filtru personalizate pentru selectarea audienței

source: Scheduled
ro: Programat

source: Current campaign status
ro: Starea curentă a campaniei

source: When to send this campaign (leave blank for immediate)
ro: Când să trimiteți această campanie (lăsați gol pentru trimitere imediată)

source: When campaign sending actually started
ro: Când a început efectiv trimiterea campaniei

source: When campaign sending completed
ro: Când s-a finalizat trimiterea campaniei

source: Total number of recipients
ro: Numărul total de destinatari

source: Number of emails successfully sent
ro: Numărul de e-mailuri trimise cu succes

source: Number of emails that failed to send
ro: Numărul de e-mailuri care nu au putut fi trimise

source: Transactional emails (billing, service) vs. marketing
ro: E-mailuri tranzacționale (facturare, servicii) vs. marketing

source: Requires explicit customer consent (GDPR compliance)
ro: Necesită consentul explicit al clientului (conformitate GDPR)

source: User who created this campaign
ro: Utilizatorul care a creat această campanie

source: Email Campaign
ro: Campania de e-mail

source: Email Campaigns
ro: Campaniile de e-mail

source: Audience filter JSON too large
ro: JSON-ul filtru de audiență este prea mare

source: Campaign name too long
ro: Numele campaniei este prea lung

source: SHA-256 hash of the suppressed email address
ro: Hash SHA-256 al adresei de e-mail în lista de supresie

source: Encrypted original email (for support requests)
ro: E-mail original criptat (pentru solicitări de suport)

source: Hard Bounce
ro: Returnare permanentă

source: Soft Bounce Threshold Exceeded
ro: Pragul returnărilor temporare a fost depășit

source: Spam Complaint
ro: Plângere pentru spam

source: User Unsubscribed
ro: Utilizator dezabonat

source: Manually Suppressed
ro: Suprimat manual

source: Invalid Email Address
ro: Adresă Email

source: Reason for suppression
ro: Motiv pentru supresie

source: When suppression expires (null = permanent)
ro: Când expirează supresie (null = permanent)

source: Email Suppression
ro: Adresă Email

source: Email Suppressions
ro: Adresă Email

source: Customer these preferences belong to
ro: Clientul căruia îi aparțin aceste preferințe

source: Receive transactional emails (invoices, receipts)
ro: Primire e-mailuri tranzacționale (facturi, chitanțe)

source: Receive billing notifications (payment reminders)
ro: Primire notificări de facturare (reamintiri de plată)

source: Receive service notifications (provisioning, changes)
ro: Primire notificări de serviciu (furnizare, modificări)

source: Receive security alerts (login attempts, 2FA)
ro: Primire alerte de securitate (tentative de conectare, 2FA)

source: Receive marketing emails (requires explicit consent)
ro: Primire e-mailuri de marketing (necesită consentul explicit)

source: Receive newsletter (requires explicit consent)
ro: Primire buletin informativ (necesită consentul explicit)

source: Receive product update notifications
ro: Primire notificări de actualizare a produselor

source: When marketing consent was given
ro: Când a fost acordat consentul de marketing

source: How consent was obtained (signup, preference_center, etc.)
ro: Modul în care a fost obținut consimțământul (înregistrare, centrul de preferințe, etc.)

source: Globally unsubscribed from all non-essential emails
ro: Dezabonat(ă) global de la toate emailurile neesențiale

source: Immediate
ro: Imediat

source: Daily Digest
ro: Rezumat zilnic

source: Weekly Digest
ro: Rezumat săptămânal

source: How often to receive non-urgent notifications
ro: Clientul consimte să primească comunicări de marketing

source: Email Preference
ro: Preferințe

source: Email Preferences
ro: Preferințe

source: Human-readable order number
ro: Număr ușor de citit al comenzii

source: Confirmed
ro: Confirmat

source: Current order status
ro: Starea curentă a comenzii

source: Order currency
ro: Moneda comenzii

source: Exchange rate to RON at time of order
ro: Curs de schimb la RON la momentul comenzii

source: Subtotal before tax in cents
ro: Subtotal înainte de taxă în cenți

source: Total tax amount in cents
ro: Suma totală de taxă în cenți

source: Total discount amount in cents
ro: Suma totală de reducere în cenți

source: Final total amount in cents
ro: Suma totală finală în cenți

source: Customer email at time of order
ro: Email client la momentul comenzii

source: Customer name at time of order
ro: Numele clientului la momentul comenzii

source: Company name if business customer
ro: Numele companiei dacă clientul este o entitate de afaceri

source: VAT ID for Romanian compliance
ro: Identificator TVA pentru conformitate română

source: Billing address snapshot
ro: Instantaneu al adresei de facturare

source: Credit/Debit Card
ro: Card de credit/debit

source: Cryptocurrency
ro: Criptomonedă

source: Account Credit
ro: Credit de cont

source: Manual Payment
ro: Plată manuală

source: Payment method used
ro: Metoda de plată utilizată

source: Payment gateway transaction ID
ro: ID tranzacție pasarelă de plată

source: Stripe payment intent ID
ro: ID intenție de plată Stripe

source: Payment gateway response data
ro: Date de răspuns pasarelă de plată

source: Customer IP address
ro: Adresa IP a clientului

source: Customer browser user agent
ro: User agent-ul browserului clientului

source: Referrer URL
ro: URL referer

source: Internal order notes
ro: Note interne privind comanda

source: Notes from customer
ro: Note de la client

source: Generated invoice for this order
ro: Factură generată pentru această comandă

source: Additional order metadata
ro: Metadate suplimentare ale comenzii

source: When order was completed
ro: Data finalizării comenzii

source: When draft order expires
ro: Data expirării comenzii în stare proiect

source: Order
ro: Comandă

source: Orders
ro: Comenzi

source: Product being ordered
ro: Produsul comandat

source: Product name at time of order
ro: Numele produsului la momentul comenzii

source: Product type at time of order
ro: Tipul produsului la momentul comenzii

source: Quantity ordered
ro: Cantitate comandată

source: Unit price in cents (snapshot)
ro: Preț unitar în cenți (instantaneu)

source: Setup fee in cents
ro: Taxă de configurare în cenți

source: Tax rate applied (e.g., 0.2100 for 21%)
ro: Rata de impozit aplicată (ex: 0,2100 pentru 21%)

source: Total for this line including tax
ro: Total pentru această linie inclusiv taxa

source: Product configuration (domain, username, specs, etc.)
ro: Configurare produs (domeniu, utilizator, specificații, etc.)

source: Associated domain name
ro: Nume de domeniu asociat

source: Provisioned service for this order item
ro: Serviciu furnizat pentru acest articol de comandă

source: In Progress
ro: În Desfășurare

source: Provisioning status for this item
ro: Stare furnizare pentru acest articol

source: Provisioning notes and error messages
ro: Note furnizare și mesaje de eroare

source: When this item was successfully provisioned
ro: Data furnizării cu succes a acestui articol

source: Order Item
ro: Articol de comandă

source: Order Items
ro: Articole de comandă

source: Previous status
ro: Starea anterioară

source: New status
ro: status nou(ă)

source: User who made the change
ro: Utilizator care a efectuat schimbarea

source: Additional notes about the change
ro: Note suplimentare despre schimbare

source: Whether this was an automatic system change
ro: Dacă a fost o schimbare automată de sistem

source: Order Status History
ro: Istoric Order Status

source: Order Status Histories
ro: Schimbări ale stării comenzii

source: Please provide a contact name for your order
ro: Furnizați un nume de contact pentru comanda dvs.

source: Please provide a contact email address
ro: Furnizați o adresă de email de contact

source: Please provide your street address
ro: Furnizați adresa dvs. de stradă

source: Please provide your city
ro: Furnizați orașul dvs.

source: Please provide your county/state
ro: Furnizați provincia/statul

source: Please provide your postal/ZIP code
ro: Furnizați codul poștal

source: Please provide your country
ro: Furnizați țara

source: Romanian business without VAT number - verify tax profile
ro: Afacere din România fără numărul TVA - verificați profilul fiscal
