Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: We may update this list as we add or change service providers. Material changes will be communicated through our platform and may be reflected in our Privacy Policy updates.
ro: Putem actualiza această listă pe măsură ce adăugăm sau schimbăm furnizorii de servicii. Modificările semnificative vor fi comunicate prin intermediul platformei noastre și pot fi reflectate în actualizările Politicii noastre de Confidențialitate.

source: Questions?
ro: Acțiuni Rapide

source: If you have questions about our data processors or require copies of relevant DPAs, please contact:
ro: Dacă aveți întrebări cu privire la procesatorii noștri de date sau necesitați copii ale APD-urilor relevante, vă rugăm să ne contactați:

source: Effective date
ro: Data de intrare în vigoare

source: Quick Navigation
ro: Acțiuni Rapide

source: Introduction
ro: Produs

source: Data Controller
ro: Operator de date

source: Data We Collect
ro: Datele pe care le colectăm

source: Legal Basis for Processing
ro: Procesarea Datelor

source: How We Use Your Data
ro: Cum folosim datele dvs.

source: Data Sharing
ro: Procesarea Datelor

source: Your Rights (GDPR)
ro: Drepturile Tale asupra Datelor

source: Data Retention
ro: Înregistrare Domeniu

source: Security Measures
ro: Notificare Securitate

source: International Transfers
ro: Transfer Bancar

source: PragmaticHost SRL ("we", "us", "our") is committed to protecting your privacy and personal data. This Privacy Policy explains how we collect, use, store, and protect your personal information when you use our PRAHO Platform hosting services.
ro: PragmaticHost SRL ("noi", "ne", "noastre") este angajată să vă protejeze intimitatea și datele personale. Această Politică de Confidențialitate explică cum colectăm, folosim, stocăm și protejăm informațiile dvs. personale atunci când utilizați serviciile noastre de găzduire PRAHO Platform.

source: We comply with the General Data Protection Regulation (GDPR - EU 2016/679), Romanian Law 190/2018 implementing GDPR, and other applicable data protection legislation.
ro: Respectăm Regulamentul General privind Protecția Datelor (GDPR - UE 2016/679), Legea română 190/2018 care implementează GDPR și alte legislații aplicabile privind protecția datelor.

source: By using our services, you acknowledge that you have read and understood this Privacy Policy.
ro: Prin utilizarea serviciilor noastre, recunoscuți că ați citit și ați înțeles această Politică de Confidențialitate.

source: Data Controller Information
ro: Informații Client

source: Registration Number (CUI)
ro: Înregistrare

source: Registered Address
ro: Înregistrează

source: Data Protection Officer (DPO)
ro: Officer de Protecția Datelor (OPD)

source: For any privacy-related inquiries or to exercise your data protection rights, please contact our Data Protection Officer.
ro: Pentru orice întrebări legate de confidențialitate sau pentru a exercita drepturile dvs. de protecție a datelor, vă rugăm să ne contactați pe Officer-ul de Protecția Datelor.

source: Personal Data We Collect
ro: Date personale pe care le colectăm

source: 3.1 Information You Provide
ro: 3.1 Informații pe care le furnizați

source: Name, email address, phone number, password
ro: Nume, adresă de email, număr de telefon, parolă

source: Company name, VAT number (CUI/CIF), billing address, payment details
ro: Detalii Company name, VAT number (CUI/CIF), billing address, payment

source: Service Configuration
ro: Configurație Server

source: Domain names, hosting preferences, technical settings
ro: Nume de domenii, preferințe de găzduire, setări tehnice

source: Support Communications
ro: Comunicări de Marketing

source: Ticket content, emails, chat messages
ro: Conținut tichete de suport, emailuri, mesaje din chat

source: 3.2 Information Collected Automatically
ro: 3.2 Informații colectate automat

source: Technical Data
ro: Date tehnice

source: IP address, browser type, device information, operating system
ro: Adresă IP, tip de browser, informații despre dispozitiv, sistem de operare

source: Usage Data
ro: Date de utilizare

source: Pages visited, features used, session duration, click patterns
ro: Pagini vizitate, caracteristici utilizate, durata sesiunii, modele de clic

source: Security Data
ro: Notificare Securitate

source: Login attempts, authentication events, security alerts
ro: Încercări de autentificare, evenimente de autentificare, alerte de securitate

source: Cookie Data
ro: Date din cookies

source: Session identifiers, preferences (see our
ro: Identificatori de sesiune, preferințe (consultați

source: 3.3 Special Categories of Data
ro: 3.3 Categorii speciale de date

source: We do not intentionally collect special categories of personal data (such as health data, religious beliefs, or political opinions). If you provide such data in support tickets or other communications, we will treat it with additional care.
ro: Nu colectăm în mod intenționat categorii speciale de date personale (cum ar fi date de sănătate, convingeri religioase sau opinii politice). Dacă furnizați asemenea date în tichete de suport sau alte comunicări, le vom trata cu grijă suplimentară.

source: Under GDPR Article 6, we process your data based on the following legal grounds:
ro: Conform articolului 6 al GDPR, procesăm datele dvs. pe baza următoarelor motive legale:

source: Processing Activity
ro: În Procesare

source: Legal Basis
ro: Bază legală

source: GDPR Article
ro: Articolul GDPR

source: Service provision
ro: Detalii Serviciu

source: Contract performance
ro: Executarea contractului

source: Invoicing and VAT compliance
ro: Conformitate TVA românească

source: Legal obligation
ro: Configurație Implicită

source: Security monitoring
ro: Monitorizare sistem

source: Legitimate interest
ro: Interes legitim

source: Marketing communications
ro: Comunicări de Marketing

source: Consent
ro: Istoricul Consimțământului

source: Analytics and improvement
ro: Analitică și îmbunătățire

source: Legitimate interest / Consent
ro: Interes legitim / Consimțământ

source: Financial record retention (7 years)
ro: Păstrarea înregistrărilor financiare (7 ani)

source: Legal obligation (Romanian Law)
ro: Obligație legală (Legea română)

source: How We Use Your Personal Data
ro: Cum folosim datele dvs. personale

source: 5.1 Service Delivery
ro: Detalii Serviciu

source: Creating and managing your hosting account
ro: Creează un cont de hosting Virtualmin nou

source: Provisioning and configuring hosting services
ro: Provizionează un serviciu de hosting nou pentru un client

source: Processing payments and generating invoices
ro: Prelucrarea plăților și generarea facturilor

source: Providing technical support
ro: Furnizarea suportului tehnic

source: 5.2 Communication
ro: Comunicări de Marketing

source: Sending service-related notifications (required)
ro: Trimiterea notificărilor legate de serviciu (obligatoriu)

source: Responding to support requests
ro: Răspunderea la cererile de suport

source: Sending marketing emails (with your consent)
ro: Trimiterea de e-mailuri de marketing (cu consimțământul dvs.)

source: 5.3 Security and Compliance
ro: Notificare Securitate

source: Detecting and preventing fraud
ro: Detectarea și prevenirea fraudei

source: Protecting against security threats
ro: Protecția împotriva amenințărilor de securitate

source: Complying with legal obligations
ro: Conformitatea cu obligațiile legale

source: Maintaining audit logs for compliance
ro: Menținerea jurnalelor de audit pentru conformitate

source: Data Sharing and Third Parties
ro: Partajarea datelor și terți

source: We do not sell your personal data. We may share your data with:
ro: Nu vândem datele dvs. personale. Este posibil să partajăm datele dvs. cu:

source: Service Providers
ro: Detalii Serviciu

source: Payment processors, email providers, infrastructure providers
ro: Procesatori de plăți, furnizori de e-mail, furnizori de infrastructură

source: Domain Registrars
ro: Înregistrare Domeniu

source: When you register domain names
ro: Când înregistrați domenii

source: Legal Authorities
ro: Autorități legale

source: When required by law or court order
ro: Când este necesar de lege sau prin ordin de instanță

source: Business Partners
ro: Informații Afacere

source: With your explicit consent only
ro: Numai cu consimțământul dvs. explicit

source: All third-party processors are bound by Data Processing Agreements (DPAs) ensuring GDPR compliance.
ro: Toți procesatorii terți sunt obligați prin Acorduri de prelucrare a datelor (DPA) care asigură conformitatea GDPR.

source: View our Third-Party Data Processors
ro: Vizualizați our Third-Party Data Processors

source: Your Rights Under GDPR
ro: Drepturile dvs. conform GDPR

source: Under the General Data Protection Regulation, you have the following rights:
ro: Conform Regulamentului General privind Protecția Datelor, dvs. aveți următoarele drepturi:

source: Right of Access
ro: Acces Client

source: Request a copy of your personal data we hold.
ro: Solicitați o copie a datelor dvs. personale pe care le deținem.

source: Request correction of inaccurate personal data.
ro: Solicitați corectarea datelor personale inexacte.

source: Request deletion of your personal data (\
ro: Solicitați ștergerea datelor dvs. personale (\

source: Right to Restriction
ro: Dreptul de restricție

source: Request restriction of processing in certain circumstances.
ro: Solicitați restricția prelucrării datelor în anumite circumstanțe.

source: Right to Data Portability
ro: Dreptul la portabilitatea datelor

source: Receive your data in a machine-readable format.
ro: Primiți datele dvs. într-un format ușor de citit de mașini.

source: Right to Object
ro: Dreptul de a vă opune

source: Object to processing based on legitimate interests or for marketing.
ro: Opuneți-vă procesării bazate pe interese legitime sau în scopuri de marketing.

source: Withdraw consent at any time for consent-based processing.
ro: Retrageți consimțământul în orice moment pentru prelucrarea bazată pe consimțământ.

source: Exercise Your Rights
ro: Drepturile Tale asupra Datelor

source: You can exercise your rights through our GDPR Privacy Dashboard or by contacting our DPO.
ro: Vă puteți exercita drepturile prin intermediul panoului nostru de control al confidențialității RGPD sau contactând Responsabilul cu Protecția Datelor.

source: Go to GDPR Dashboard
ro: Panou de Control

source: Login to Access GDPR Dashboard
ro: Autentificați-vă pentru a accesa Panoul de control RGPD

source: We retain your personal data only as long as necessary for the purposes outlined in this policy:
ro: Păstrăm datele dvs. personale doar pentru perioada necesară în scopurile descrise în această politică:

source: Retention Period
ro: Perioada de Facturare

source: Account data
ro: Status Cont

source: Duration of account + 2 years
ro: Durata contului + 2 ani

source: Financial records (invoices)
ro: Înregistrări financiare (facturi)

source: 7 years
ro: 7 ani

source: Romanian fiscal law
ro: Lei Românești

source: Security logs
ro: Notificare Securitate

source: 2 years
ro: 2 ani

source: Support tickets
ro: Tichete Suport

source: 5 years
ro: 5 ani

source: Marketing consent records
ro: Comunicări de Marketing

source: Duration of consent + 3 years
ro: Durata consimțământului + 3 ani

source: Legal compliance
ro: Conformitate TVA românească

source: We implement appropriate technical and organizational measures to protect your personal data:
ro: Implementăm măsuri tehnice și organizatorice adecvate pentru a vă proteja datele personale:

source: Encryption
ro: Descriere

source: TLS/HTTPS for data in transit
ro: TLS/HTTPS pentru datele în tranzit

source: AES-256 encryption for sensitive data at rest
ro: Criptare AES-256 pentru datele sensibile stocate

source: Encrypted backups
ro: Copii de siguranță criptate

source: Access Control
ro: Control al accesului

source: Role-based access control (RBAC)
ro: Control al accesului bazat pe roluri (RBAC)

source: Two-factor authentication (2FA)
ro: Autentificare cu Doi Factori

source: Account lockout protection
ro: Informații Cont

source: Monitoring
ro: Monitorizare

source: Comprehensive audit logging
ro: Înregistrare audit cuprinzătoare

source: Real-time security alerts
ro: Verificări în timp real

source: Regular security assessments
ro: Evaluări de securitate regulate

source: Compliance
ro: Companie

source: Regular data protection training
ro: Instruire regulată privind protecția datelor

source: Incident response procedures
ro: Proceduri de răspuns la incidente

source: Vendor security assessments
ro: Evaluări de securitate ale furnizorilor

source: Cookies and Tracking
ro: Cookie-uri și Urmărire

source: We use cookies and similar technologies to operate our service and improve your experience. For detailed information, please see our Cookie Policy.
ro: Utilizăm cookie-uri și tehnologii similare pentru a opera serviciul nostru și a vă îmbunătăți experiența. Pentru informații detaliate, vă rugăm să consultați Politica noastră privind Cookie-urile.

source: View Cookie Policy
ro: Vizualizați Cookie Policy

source: International Data Transfers
ro: Transferuri Internaționale de Date

source: Your data is primarily processed within the European Economic Area (EEA). If we transfer data outside the EEA, we ensure adequate safeguards through:
ro: Datele dvs. sunt procesate în principal în Spațiul Economic European (SEE). Dacă transferăm date în afara SEE, asigurăm garantii adecvate prin:

source: EU-approved Standard Contractual Clauses (SCCs)
ro: Clauze Contractuale Standard aprobate de UE (SCC)

source: EU-US Data Privacy Framework (where applicable)
ro: Cadrul de Confidențialitate a Datelor UE-SUA (unde este aplicabil)

source: Binding Corporate Rules for processors
ro: Reguli Corporative Vinculante pentru Procesatori

source: For questions about this Privacy Policy or to exercise your data protection rights:
ro: Pentru întrebări cu privire la această Politică de Confidențialitate sau pentru a vă exercita drepturile de protecție a datelor:

source: General Inquiries
ro: Interogări Generale

source: Supervisory Authority
ro: Autoritate de Supraveghere

source: You have the right to lodge a complaint with the Romanian Data Protection Authority (ANSPDCP):
ro: Dvs. aveți dreptul să depuneți o plângere la Autoritatea Națională de Supraveghere a Prelucrării Datelor cu Caracter Personal (ANSPDCP):

source: Changes to This Policy
ro: Modificări ale acestei Politici

source: We may update this Privacy Policy from time to time. We will notify you of significant changes by email or through our platform. The "Last updated" date at the top of this policy indicates when it was last revised.
ro: Este posibil să actualizăm această Politică de Confidențialitate din timp în timp. Vă vom notifica cu privire la modificări semnificative prin email sau prin intermediul platformei noastre. Data "Ultima actualizare" de la începutul acestei politici indică când a fost revizuită pentru ultima dată.

source: GDPR Dashboard
ro: Panou de Control

source: Acceptance of Terms
ro: Acceptarea Termenilor

source: Description of Services
ro: Servicii Hosting

source: Account Registration
ro: Înregistrare Domeniu

source: Payment Terms
ro: Termeni de Plată (zile)

source: Acceptable Use Policy
ro: Politica de Utilizare Acceptabilă

source: Intellectual Property
ro: Proprietate Intelectuală

source: Data Protection
ro: Confidențialitate și Protecția Datelor

source: Warranties & Disclaimers
ro: Garanții și Declinări de Răspundere

source: Limitation of Liability
ro: Limitarea Răspunderii

source: Termination
ro: Descriere

source: Governing Law
ro: Legea Aplicabilă

source: Contact Information
ro: Informații Cont

source: By accessing or using the PRAHO Platform services provided by PragmaticHost SRL ("Company", "we", "us", "our"), you ("Customer", "you", "your") agree to be bound by these Terms of Service ("Terms").
ro: Prin accesarea sau utilizarea serviciilor PRAHO Platform furnizate de PragmaticHost SRL ("Companie", "noi", "ne", "noastră"), dvs. ("Client", "dvs.", "al dvs.") acceptați să fiți obligat de acești Termeni de Serviciu ("Termeni").

source: If you do not agree to these Terms, you may not access or use our services. These Terms constitute a legally binding agreement between you and PragmaticHost SRL.
ro: Dacă nu sunteți de acord cu acești Termeni, nu puteți accesa sau utiliza serviciile noastre. Acești Termeni constituie un acord legal obligatoriu între dvs. și PragmaticHost SRL.

source: IMPORTANT: By creating an account or using our services, you confirm that you are at least 18 years old and have the legal capacity to enter into binding contracts.
ro: IMPORTANT: Prin crearea unui cont sau utilizarea serviciilor noastre, confirmați că aveți cel puțin 18 ani și aveți capacitatea juridică de a încheie contracte obligatorii.

source: PragmaticHost SRL provides web hosting and related services through the PRAHO Platform, including but not limited to:
ro: PragmaticHost SRL oferă servicii de găzduire web și servicii conexe prin PRAHO Platform, inclusiv, dar fără a se limita la:

source: Shared and VPS web hosting
ro: Hosting Partajat

source: Domain name registration and management
ro: Număr de înregistrare TVA românesc

source: Email hosting services
ro: Servicii Hosting

source: SSL certificate provisioning
ro: Certificat SSL

source: Technical support services
ro: Servicii de suport tehnic

source: Automated backup solutions
ro: Soluții de backup automatizat

source: Service specifications, features, and limitations are described in the specific service plans available on our platform.
ro: Specificațiile serviciului, caracteristicile și limitările sunt descrise în planurile de servicii specifice disponibile pe platforma noastră.

source: Account Registration and Security
ro: Înregistrarea și Securitatea Contului

source: 3.1 Registration Requirements
ro: Cerințe Conexiune

source: To use our services, you must create an account by providing accurate, current, and complete information. You agree to update your information promptly if it changes.
ro: Pentru a utiliza serviciile noastre, trebuie să creați un cont furnizând informații precise, actuale și complete. Acceptați să vă actualizați informațiile fără întârziere dacă se schimbă.

source: 3.2 Account Security
ro: 3.2 Securitatea Contului

source: You are responsible for maintaining the confidentiality of your account credentials.
ro: Sunteți responsabil de menținerea confidențialității acreditărilor dvs. de cont.

source: You must immediately notify us of any unauthorized access to your account.
ro: Trebuie să ne anunțați imediat orice acces neautorizat la contul dvs.

source: We strongly recommend enabling two-factor authentication (2FA).
ro: Vă recomandăm cu insistență activarea autentificării cu doi factori (2FA).

source: You are responsible for all activities that occur under your account.
ro: Sunteți responsabil de toate activitățile care au loc sub contul dvs.

source: 3.3 Business Customers
ro: Clienți Activi

source: Business customers must provide accurate company information, including VAT registration number (CUI/CIF) for Romanian companies. This information is required for invoicing and tax compliance.
ro: Clienții cu activitate de afaceri trebuie să furnizeze informații exacte despre companie, inclusiv numărul de înregistrare TVA (CUI/CIF) pentru companiile din România. Aceste informații sunt necesare pentru facturare și conformitate fiscală.

source: 4.1 Pricing and Fees
ro: 4.1 Prețuri și taxe

source: All prices are displayed in Romanian Lei (RON) and include VAT (19%%) for Romanian customers. Prices may change with 30 days' prior notice.
ro: Toate prețurile sunt afișate în Lei Români (RON) și includ TVA (19%%) pentru clienții din România. Prețurile se pot modifica cu notificare prealabilă de 30 de zile.

source: 4.2 Payment Methods
ro: Metodă de Plată

source: Bank transfer (Romanian and international)
ro: Transfer bancar (românesc și internațional)

source: Credit/debit cards (Visa, Mastercard)
ro: Carduri de credit/debit (Visa, Mastercard)

source: PayPal (where available)
ro: PayPal (unde este disponibil)

source: 4.3 Billing Cycle
ro: 4.3 Ciclu de facturare

source: Services are billed in advance according to the billing cycle selected (monthly, annually, etc.). Proforma invoices are issued before service activation; fiscal invoices are issued upon payment.
ro: Serviciile sunt facturate în avans conform ciclului de facturare selectat (lunar, anual, etc.). Facturile proformă sunt emise înainte de activarea serviciului; facturile fiscale sunt emise la plată.

source: 4.4 Late Payment
ro: 4.4 Plată cu întârziere

source: Invoices are due within 14 days of issue. Late payments may result in service suspension. We reserve the right to charge interest on overdue amounts at the legal rate.
ro: Facturile sunt scadente în termen de 14 zile de la emitere. Plățile cu întârziere pot duce la suspendarea serviciului. Ne rezervăm dreptul de a percepe dobândă asupra sumelor întârziate conform ratei legale.

source: 4.5 Refund Policy
ro: 4.5 Politica de rambursare

source: We offer a 30-day money-back guarantee for new hosting services. Domain registration fees, SSL certificates, and add-on services are non-refundable. Refund requests must be submitted through the support ticket system.
ro: Oferim o garanție de rambursare în 30 de zile pentru serviciile noi de găzduire. Taxele de înregistrare a domeniului, certificatele SSL și serviciile suplimentare sunt nerambursabile. Cererile de rambursare trebuie depuse prin sistemul de tichete de suport.

source: You agree to use our services only for lawful purposes and in compliance with these Terms. You must NOT use our services to:
ro: Sunteți de acord să utilizați serviciile noastre doar pentru scopuri legale și în conformitate cu acești Termeni. NU trebuie să utilizați serviciile noastre pentru:

source: Prohibited Activities
ro: Activități interzise

source: Host or distribute malware, viruses, or malicious code
ro: Găzdui sau distribui malware, viruși sau cod malițios

source: Send spam or unsolicited bulk emails
ro: Trimiteți spam or unsolicited bulk emails

source: Infringe intellectual property rights
ro: Încalca drepturile de proprietate intelectuală

source: Host illegal content under Romanian or EU law
ro: Găzdui conținut ilegal conform legilor din România sau UE

source: Engage in phishing or fraudulent activities
ro: Angaja în activități de phishing sau frauduloase

source: Attack or attempt to breach other systems
ro: Ataca sau încearcă să compromită alte sisteme

source: Consume excessive resources affecting other customers
ro: Consuma resurse excesive care afectează alți clienți

source: Host content promoting violence or hatred
ro: Găzdui conținut care promovează violența sau ura

source: Operate cryptocurrency mining without authorization
ro: Opera mining de criptomonede fără autorizație

source: Violation of this policy may result in immediate service termination without refund. We reserve the right to remove content that violates these terms.
ro: Încălcarea acestei politici poate duce la rezilierea imediată a serviciului fără rambursare. Ne rezervăm dreptul de a elimina conținutul care încalcă acești termeni.

source: 6.1 Our Property
ro: 6.1 Proprietatea noastră

source: The PRAHO Platform, including its software, design, logos, and documentation, is owned by PragmaticHost SRL and protected by intellectual property laws.
ro: Platforma PRAHO, inclusiv software-ul, designul, logo-urile și documentația acesteia, este deținută de PragmaticHost SRL și protejată de legile de proprietate intelectuală.

source: 6.2 Your Content
ro: 6.2 Conținutul dvs.
