Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: A user with this email already exists.
ro: A user with this email există deja.

source: Invalid Romanian phone number format.
ro: Informații Cont

source: A company with this name already exists.
ro: A company with this name există deja.

source: VAT number must start with RO followed by digits.
ro: Numărul de TVA trebuie să înceapă cu RO urmat de cifre.

source: Data processing consent is required.
ro: Consimțământ Procesare Date

source: Invalid VAT number format
ro: Informații Cont

source: Postal code must be 6 digits for Romanian addresses
ro: Codul poștal trebuie să aibă 6 cifre pentru adresele din România

source: Invalid Romanian CUI format
ro: Informații Cont

source: Simplified billing periods: monthly, semiannual, annual
ro: Perioade de facturare simplificate: lunar, semestrial, anual

source: Comment must be at least 2 characters long
ro: Comentariul trebuie să aibă cel puțin 2 caractere

source: Token must contain only digits.
ro: Tokenul trebuie să conțină doar cifre.

source: 2FA setup not initialized. Please start setup first.
ro: Configurarea 2FA nu a fost inițializată. Vă rugăm să o inițializați mai întâi.

source: Invalid verification code. Please try again.
ro: verification code. Please try again invalid(ă).

source: Invalid backup code.
ro: backup code invalid(ă).

source: Invalid token length.
ro: token length invalid(ă).

source: Invalid password.
ro: password invalid(ă).

source: 2FA is not enabled for this account.
ro: Note interne pentru contabilitate sau urmărire

source: Invalid verification code.
ro: Cod de verificare invalid.

source: Password Reset Request - PRAHO Platform
ro: Resetare parolă Request - PRAHO Platform

source: Failed to send reset email. Please try again later.
ro: Eroare la send reset email. Please try again later.

source: Passwords do not match.
ro: Parolele nu se potrivesc.

source: Invalid reset link.
ro: reset link invalid(ă).

source: Invalid or expired reset link.
ro: or expired reset link invalid(ă).

source: Anonymous visitor identifier from cookie
ro: Identificator al vizitatorului anonim din cookie

source: Always required
ro: obligatoriu

source: Your data export request has been created. You will receive an email when it is ready for download. Request ID: {}
ro: Solicitarea dvs. de export al datelor a fost creată. Veți primi un e-mail când va fi gata pentru descărcare. ID solicitare: {}

source: Export is still being processed. Please check back in a few minutes.
ro: Exportul se procesează în continuare. Vă rugăm să reveniți peste câteva minute.

source: Your data export is being processed.
ro: Exportul dvs. de date se procesează.

source: Your data export is ready for download!
ro: Exportul dvs. de date este gata pentru descărcare!

source: Export is being processed. Please check back in a few minutes.
ro: Exportul se procesează. Vă rugăm să reveniți peste câteva minute.

source: Failed to create data export request: {}
ro: Eroare la create data export request: {}

source: An error occurred while creating your export request. Please try again.
ro: A apărut o eroare în timp ce creating your export request. Please try again.

source: This export has expired and is no longer available for download.
ro: Acest export a expirat și nu mai este disponibil pentru descărcare.

source: Export file not found. Please contact support.
ro: Fișierul de export nu a fost găsit. Vă rugăm să contactați suportul.

source: Failed to download export file. Please try again.
ro: Eroare la download export file. Please try again.

source: Please provide a reason for your deletion request.
ro: Furnizați a reason for your deletion request.

source: Your data deletion request has been submitted. This action cannot be undone. Request ID: {}
ro: Solicitarea dvs. de ștergere a datelor a fost trimisă. Această acțiune nu poate fi anulată. ID solicitare: {}

source: Your account data has been processed according to your request.
ro: Datele dvs. de cont au fost procesate conform solicitării dvs.

source: Processing failed: {}
ro: Procesarea a eșuat: {}

source: Failed to create deletion request: {}
ro: Eroare la create deletion request: {}

source: An error occurred while creating your deletion request. Please try again.
ro: A apărut o eroare în timp ce creating your deletion request. Please try again.

source: Please select at least one consent type to withdraw.
ro: Selectați at least one consent type to withdraw.

source: Your consent has been withdrawn for: {}
ro: Consimțământul dvs. a fost retras pentru: {}

source: Data processing consent withdrawal will trigger account anonymization. This cannot be undone.
ro: Retragerea consimțământului de prelucrare a datelor va declanșa anonimizarea contului. Aceasta nu poate fi anulată.

source: Failed to withdraw consent: {}
ro: Eroare la withdraw consent: {}

source: An error occurred while processing your consent withdrawal. Please try again.
ro: A apărut o eroare în timp ce processing your consent withdrawal. Please try again.

source: Your privacy preferences have been updated successfully.
ro: Preferințele dvs. de confidențialitate au fost actualizate cu succes.

source: No changes were made to your privacy preferences.
ro: Nu au fost făcute modificări preferințelor dvs. de confidențialitate.

source: An error occurred while updating your privacy preferences. Please try again.
ro: A apărut o eroare în timp ce updating your privacy preferences. Please try again.

source: Export request processed successfully.
ro: Solicitarea de export a fost procesată cu succes.

source: Failed to process export: {}
ro: Eroare la process export: {}

source: Please provide an error message.
ro: Furnizați an error message.

source: Export request marked as failed.
ro: Solicitarea de export a fost marcată ca eșuată.

source: Expired export deleted successfully.
ro: Exportul expirat a fost șters cu succes.

source: Can only delete expired completed exports.
ro: Se pot șterge doar exporturile completate și expirate.

source: Invalid action specified.
ro: action specified invalid(ă).

source: An error occurred while processing the request.
ro: A apărut o eroare în timp ce processing the request.

source: Export file not found.
ro: Export file nu a fost găsit(ă).

source: Failed to download export file.
ro: Eroare la download export file.

source: Search query name is required.
ro: Search query name este obligatoriu.

source: You must be logged in to save search queries.
ro: Trebuie să vă conectați pentru a salva interogări de căutare.

source: Search query "{}" saved successfully.
ro: Interogarea de căutare "{}" a fost salvată cu succes.

source: Failed to save search query: {}
ro: Eroare la save search query: {}

source: An error occurred while saving the search query.
ro: A apărut o eroare în timp ce saving the search query.

source: You do not have permission to access this search query.
ro: Nu aveți permisiunea să accesați această interogare de căutare.

source: Loaded saved search: "{}"
ro: Căutare salvată încărcată: "{}"

source: Failed to load saved search query.
ro: Eroare la load saved search query.

source: Integrity check completed: {} ({} issues found)
ro: Verificare integritate finalizată: {} ({} probleme găsite)

source: Integrity check failed: {}
ro: Verificarea integrității a eșuat: {}

source: Failed to run integrity check.
ro: Eroare la run integrity check.

source: Retention policy application requires confirmation. This action cannot be undone.
ro: Aplicarea politicii de retenție necesită confirmare. Această acțiune nu poate fi anulată.

source: Retention policies applied: {} policies processed, {} events affected
ro: Politici de retenție aplicate: {} politici procesate, {} evenimente afectate

source: Failed to apply retention policies: {}
ro: Eroare la apply retention policies: {}

source: Failed to apply retention policies.
ro: Eroare la apply retention policies.

source: Alert acknowledged.
ro: Alertă primită.

source: Alert assigned to you.
ro: Alertă atribuită dvs.

source: Alert resolved.
ro: Alertă rezolvată.

source: Alert marked as false positive.
ro: Alertă marcată ca fals pozitiv.

source: Failed to update alert status.
ro: Eroare la update alert status.

source: Data export has moved to the GDPR Privacy Dashboard.
ro: Exportul de date s-a mutat la Tabloul de bord Confidență GDPR.

source: Currency
ro: Monedă

source: Currencies
ro: Monede

source: The invoice this e-Factura document represents
ro: Factura pe care o reprezintă acest document e-Factura

source: Type of e-Factura document
ro: Tipul documentului e-Factura

source: Current status in the submission lifecycle
ro: Stare actuală în ciclul de viață al trimiterii

source: ANAF index_incarcare - returned after upload
ro: ANAF index_incarcare - returnat după încărcare

source: ANAF id_descarcare - available after acceptance
ro: ANAF id_descarcare - disponibil după acceptare

source: ANAF response message ID
ro: ID-ul mesajului de răspuns ANAF

source: Generated UBL 2.1 XML content
ro: Conținut XML UBL 2.1 generat

source: Stored XML file path
ro: Cale fișierului XML stocat

source: SHA-256 hash of XML content for integrity verification
ro: Hash SHA-256 a conținutului XML pentru verificare integritate

source: Complete ANAF API response data
ro: Date de răspuns API ANAF complete

source: List of validation errors from ANAF
ro: Listă of validation errors from ANAF

source: ANAF-signed PDF visualization
ro: Vizualizare PDF semnat de ANAF

source: When the XML was generated
ro: Când a fost generat XML-ul

source: When the document was submitted to ANAF
ro: Când a fost trimis documentul la ANAF

source: When ANAF responded (accepted/rejected)
ro: Când a răspuns ANAF (acceptat/respins)

source: Number of submission attempts
ro: Numărul încercărilor de trimitere

source: When the next retry should be attempted
ro: Când va fi încercată următoarea reîncercare

source: Last error message for debugging
ro: Ultimul mesaj de eroare pentru depanare

source: ANAF environment used for submission
ro: Mediul ANAF utilizat pentru trimitere

source: e-Factura Document
ro: Document e-Factura

source: e-Factura Documents
ro: Documente

source: Company CUI this token belongs to
ro: CUI-ul companiei căruia îi aparține acest token

source: Encrypted access token
ro: Token de acces criptat

source: Encrypted refresh token
ro: Token de reîmprospătare criptat

source: Token type (usually Bearer)
ro: Tip de token (de obicei Bearer)

source: OAuth scopes granted
ro: Domenii OAuth acordate

source: When the access token expires
ro: Când expiră token-ul de acces

source: When the refresh token expires (if known)
ro: Când expiră token-ul de reîmprospătare (dacă se cunoaște)

source: ANAF environment this token is for
ro: Mediul ANAF pentru care este destinat acest token

source: Whether this token is currently active
ro: Dacă acest token este activ în prezent

source: When this token was last used
ro: Când a fost folosit ultima oară acest token

source: Number of times this token was used
ro: Numărul de utilizări ale acestui token

source: e-Factura OAuth Token
ro: Token OAuth e-Factura

source: e-Factura OAuth Tokens
ro: Token-uri OAuth e-Factura

source: Invoice Sequence
ro: Secvență de facturi

source: Invoice Sequences
ro: Secvențe de facturi

source: Draft
ro: Ciornă

source: Issued
ro: Emis

source: Paid
ro: Plătit

source: Overdue
ro: Întârziat

source: Void
ro: Anulat

source: Refunded
ro: Rambursat

source: Exchange rate to RON at time of invoice
ro: Curs de schimb la RON la momentul emiterii facturii

source: When invoice became immutable
ro: Când factura a devenit imutabilă

source: Proforma that was converted to this invoice
ro: Proformă convertită în această factură

source: Invoice
ro: Factură

source: Invoices
ro: Facturi

source: Financial calculation error: subtotal + tax must equal total
ro: Eroare de calcul: subtotal + taxa trebuie să fie egal cu total

source: Cannot modify locked invoice
ro: Nu se poate modifica factura blocată

source: Due date must be after issue date
ro: Data scadentei trebuie să fie după data de emitere

source: Service
ro: Serviciu

source: Setup Fee
ro: Taxă de configurare

source: Discount
ro: Reducere

source: Refund
ro: Rambursare

source: Miscellaneous
ro: Diverse

source: Related service if applicable
ro: Serviciu asociat, dacă este cazul

source: Tax rate as decimal (0.21 for 21%)
ro: Cota de taxă ca zecimală (0.21 pentru 21%)

source: Tax amount in cents
ro: Valoarea taxei în cenți

source: Invoice Line
ro: Linie de factură

source: Invoice Lines
ro: Linii de factură

source: Sum
ro: Suma

source: Count
ro: Județ

source: Maximum
ro: Maxim

source: Last Value
ro: Nume

source: Unique Count
ro: Numărul de valori unice

source: Bytes
ro: Octeți

source: Kilobytes
ro: Kiloocteți

source: Megabytes
ro: Megaocteți

source: Gigabytes
ro: Gigaocteți

source: Terabytes
ro: Teraocteți

source: Seconds
ro: Secunde

source: Minutes
ro: Minute

source: Hours
ro: Ore

source: Requests
ro: Necesită

source: Emails
ro: Email

source: Messages
ro: Mesaje

source: CPU Hours
ro: Ore CPU

source: GPU Hours
ro: Ore GPU

source: Custom Unit
ro: Note Client

source: Internal meter name (e.g., 'disk_usage_gb', 'api_requests')
ro: Denumire internă a contorului (ex. 'disk_usage_gb', 'api_requests')

source: Human-readable name (e.g., 'Disk Space Usage')
ro: Denumire lizibilă pentru utilizator (ex. 'Utilizare spațiu pe disc')

source: Detailed description of what this meter tracks
ro: Descriere detaliată a ceea ce urmărește acest contor

source: Stripe Meter ID for external billing sync
ro: ID contor Stripe pentru sincronizare factură externă

source: Event name configured in Stripe Meter
ro: Denumire eveniment configurată în contorul Stripe

source: How to aggregate usage events over billing period
ro: Cum se agregează evenimentele de utilizare pe perioada de facturare

source: Unit of measurement
ro: Unitate de măsură

source: Custom unit display name (e.g., 'GB', 'requests')
ro: Denumire personalizată a unității de afișare (ex. 'GB', 'cereri')

source: Decimal places for usage values
ro: Cifre zecimale pentru valorile de utilizare

source: No Rounding
ro: Fără rotunjire

source: Round Up
ro: Rotunjire în sus

source: Round Down
ro: Rotunjire în jos

source: Round to Nearest
ro: Rotunjire la cel mai apropiat

source: How to round usage for billing (up favors provider)
ro: Cum se rotunjește utilizarea pentru facturare (sus favorizează furnizorul)

source: Minimum billable increment (e.g., 0.001 for GB)
ro: Increment minim facturabil (ex. 0.001 pentru GB)

source: Storage
ro: Spațiu de stocare

source: Bandwidth/Transfer
ro: Transfer Bancar

source: Compute Resources
ro: Resurse de calcul

source: Database
ro: Bază de date

source: API Usage
ro: Nume utilizator API

source: Domains
ro: Domenii

source: SSL Certificates
ro: Certificate SSL

source: Backups
ro: Copii de siguranță

source: Other
ro: Altele

source: Category for grouping and display
ro: Categorie pentru grupare și afișare

source: Whether this meter is actively collecting events
ro: Dacă acest contor colectează în mod activ evenimente

source: Whether usage from this meter generates charges
ro: Dacă utilizarea din acest contor generează taxe

source: Hours in past to accept late events
ro: Ore din trecut pentru a accepta evenimente târzii

source: Additional meter configuration
ro: Configurație Server

source: Usage Meter
ro: Contor de utilizare

source: Usage Meters
ro: Contoare de utilizare

source: Which meter this event belongs to
ro: Cărui contor aparține acest eveniment

source: Customer who generated this usage
ro: Clientul care a generat această utilizare

source: Subscription this usage is billed against
ro: Abonamentul pe care se facturează această utilizare

source: Service that generated this usage
ro: Serviciul care a generat această utilizare

source: Unique key to prevent duplicate event processing
ro: Cheie unică pentru a preveni procesarea duplicatelor de evenimente

source: Usage value (interpretation depends on meter aggregation)
ro: Valoarea utilizării (interpretarea depinde de agregarea contoarelor)

source: When the usage occurred (may differ from created_at)
ro: Când a apărut utilizarea (poate diferi de created_at)

source: Additional event properties (e.g., endpoint, resource_id)
ro: Proprietăți suplimentare ale evenimentului (de ex., endpoint, resource_id)

source: Source system (e.g., 'virtualmin', 'api_gateway', 'manual')
ro: Sistemul sursă (de ex., 'virtualmin', 'api_gateway', 'manual')

source: IP address of event source
ro: Adresa IP a sursei evenimentului

source: Whether event has been included in aggregation
ro: Dacă evenimentul a fost inclus în agregare

source: When event was processed into aggregation
ro: Când a fost processat evenimentul în agregare

source: Aggregation record this event was processed into
ro: Înregistrarea de agregare în care a fost procesat evenimentul

source: Usage Event
ro: Eveniment de utilizare

source: Usage Events
ro: evenimente de utilizare

source: Billing cycle this aggregation belongs to
ro: Ciclul de facturare din care face parte această agregare

source: Start of aggregation period
ro: Începutul perioadei de agregare

source: End of aggregation period
ro: Sfârșitul perioadei de agregare

source: Aggregated usage value for the period
ro: Valoarea agregată a utilizării pentru perioada

source: Number of events aggregated
ro: Numărul de evenimente agregate

source: Set of unique values for unique-count aggregation
ro: Set de valori unice pentru agregarea de numărare unică

source: Maximum value seen in period (for max aggregation)
ro: Valoarea maximă observată în perioada (pentru agregare max)

source: Most recent value (for last aggregation)
ro: Cea mai recentă valoare (pentru agregare ultimă)

source: Timestamp of last value
ro: Marca de timp a ultimei valori

source: Final billable amount after rounding
ro: Suma finală facturabilă după rotunjire

source: Usage included in subscription (no charge)
ro: Utilizare inclusă în abonament (fără cost)

source: Usage above included allowance (billable)
ro: Utilizare deasupra alocării incluse (facturabilă)

source: Calculated charge in cents
ro: Taxa calculată în cenți

source: When charge was last calculated
ro: Când a fost calculată ultima oară taxa

source: Accumulating
ro: În acumulare

source: Pending Rating
ro: În Așteptare

source: Rated
ro: Creat

source: Invoiced
ro: Factură

source: Finalized
ro: Finalizat

source: Invoice line generated from this aggregation
ro: Linie de factură generată din această agregare

source: Stripe usage record ID for reconciliation
ro: ID-ul înregistrării de utilizare Stripe pentru reconciliere

source: When usage was synced to Stripe
ro: Când a fost sincronizată utilizarea cu Stripe

source: Usage Aggregation
ro: Agregare de Utilizare

source: Usage Aggregations
ro: Agregări de Utilizare

source: Upcoming
ro: Următoare

source: Active
ro: Activ

source: Closing
ro: Închis

source: Closed
ro: Închis

source: Fixed subscription charge for this period
ro: Taxa de abonament fix pentru această perioadă

source: Total usage-based charges for this period
ro: Taxa totală bazată pe utilizare pentru această perioadă

source: Discounts applied
ro: Reduceri aplicate

source: Customer credit applied
ro: Previzualizare și aprobare client

source: Tax amount
ro: Suma impozitului

source: Total amount due for this cycle
ro: Suma totală datorată pentru acest ciclu

source: When cycle was closed for new events
ro: Când a fost închis ciclul pentru noile evenimente

source: When invoice was generated
ro: Când a fost generată factura

source: When cycle was fully finalized
ro: Când a fost complet finalizat ciclul

source: Billing Cycle
ro: Ciclu de Facturare

source: Billing Cycles
ro: Adresă de Facturare

source: Per Unit
ro: Pe Unitate

source: Volume
ro: Volum

source: Graduated/Tiered
ro: Cu Trepte

source: Package
ro: Pachet

source: Pricing tier name (e.g., 'Standard Bandwidth')
ro: Nume nivel de preț (de ex., 'Lățime de bandă Standard')

source: Price per unit in cents (for per_unit model)
ro: Preț pe unitate în cenți (pentru modelul per_unit)

source: Minimum charge regardless of usage
ro: Taxa minimă indiferent de utilizare

source: Default tier for this meter
ro: Selectează clientul pentru această comandă

source: When this pricing becomes effective
ro: Data de intrare în vigoare a acestui preț

source: When this pricing expires
ro: Data de expirare a acestui preț

source: Pricing Tier
ro: Prețuri

source: Pricing Tiers
ro: Prețuri

source: Start of bracket (inclusive)
ro: Începutul intervalului (inclusiv)

source: End of bracket (null = unlimited)
ro: Sfârșitul intervalului (null = nelimitat)

source: Price per unit in this bracket
ro: Preț pe unitate în acest interval

source: Flat fee for this bracket (package pricing)
ro: Taxa fixă pentru acest interval (preț pachet)

source: Pricing Bracket
ro: Prețuri

source: Pricing Brackets
ro: Prețuri

source: Percentage of Allowance
ro: Procent din alocație

source: Absolute Value
ro: Valoare absolută

source: Apply to specific plan (null = all plans)
ro: Aplică la plan specific (null = toate planurile)

source: Threshold value (percentage or absolute)
ro: Valoare prag (procent sau absolută)

source: Send notification to customer
ro: Trimiteți notification to customer

source: Send notification to staff
ro: Trimiteți notification to staff

source: Email template to use for notification
ro: Șablon de e-mail pentru notificare

source: No Action
ro: Acțiuni

source: Warning Only
ro: Doar avertisment

source: Throttle Service
ro: Creează Serviciu

source: Suspend Service
ro: Suspendare serviciu

source: Block New Usage
ro: Blocare utilizare nouă

source: Action to take when threshold is breached
ro: Acțiune de efectuat atunci când pragul este depășit

source: Send notification again if threshold remains breached
ro: Trimitere notificare din nou dacă pragul rămâne depășit

source: Hours between repeat notifications
ro: Ore între notificările repetate

source: Usage Threshold
ro: Prag de utilizare

source: Usage Thresholds
ro: Praguri de utilizare

source: Pending
ro: În Așteptare

source: Sent
ro: Trimis

source: Failed
ro: Eșuat

source: Acknowledged
ro: Confirmat

source: Resolved
ro: Rezolvat

source: Usage value when alert was triggered
ro: Valoare utilizare când alerta a fost declanșată

source: Usage as percentage of allowance
ro: Utilizare ca procent din alocație

source: Total allowance at time of alert
ro: Alocație totală la momentul alertei

source: When notification was sent
ro: Când a fost trimisă notificarea

source: How notification was sent (email, sms, webhook)
ro: Cum a fost trimisă notificarea (e-mail, SMS, webhook)

source: Error message if notification failed
ro: Mesaj de eroare dacă notificarea a eșuat

source: Action taken in response to threshold breach
ro: Acțiune luată în răspuns la depășirea pragului

source: Usage Alert
ro: Alertă de utilizare

source: Usage Alerts
ro: Alerte de utilizare

source: Succeeded
ro: Reușită

source: Partially Refunded
ro: Parțial rambursată

source: Bank Transfer
ro: Transfer Bancar

source: Cash
ro: Numerar

source: Unique key to prevent duplicate payment processing
ro: Cheie unică pentru a preveni procesarea dublă a plăților

source: Payment
ro: Plată

source: Payments
ro: Plăți

source: Credit Entry
ro: Înregistrare de credit

source: Credit Entries
ro: Înregistrări de credit

source: Human-readable policy name (e.g., 'Standard Hosting', 'VIP Customer')
ro: Nume ușor de citit al politicii (de ex., 'Găzduire Standard', 'Client VIP')

source: Description of when this policy applies
ro: Descrierea momentului când se aplică această politică

source: Days after failure to retry (e.g., [1, 3, 7, 14, 30])
ro: Zile după eșec pentru a relua (de ex., [1, 3, 7, 14, 30])
