Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Maximum number of retry attempts
ro: Numărul maxim de încercări de reluare

source: Days after final failure to suspend service (null = never)
ro: Zile după eșecul final pentru suspendarea serviciului (null = niciodată)

source: Days after final failure to terminate service (null = never)
ro: Zile după eșecul final pentru rezilierea serviciului (null = niciodată)

source: Whether to send email notifications during dunning
ro: Dacă trebuie trimise notificări prin e-mail în cursul recuperării datoriilor

source: Template prefix for dunning emails (e.g., 'dunning_vip')
ro: Prefix șablon pentru e-mailurile de recuperare a datoriilor (de ex., 'dunning_vip')

source: Whether this is the default policy for new customers
ro: Dacă aceasta este politica implicită pentru clienții noi

source: Whether this policy is currently active
ro: Dacă această politică este actualmente activă

source: Additional policy configuration
ro: Configurație suplimentară a politicii

source: Payment Retry Policy
ro: Politică de reluare a plăților

source: Payment Retry Policies
ro: Politici de reluare a plăților

source: Original failed payment
ro: Plată originală eșuată

source: Retry policy used for this attempt
ro: Politică de reluare utilizată pentru această încercare

source: Sequence number of this retry attempt (1, 2, 3...)
ro: Numărul de secvență al acestei încercări de reluare (1, 2, 3...)

source: When this retry was scheduled to run
ro: Când a fost programată să se execute această reluare

source: When this retry was actually executed
ro: Când a fost executată efectiv această reluare

source: Processing
ro: În Procesare

source: Success
ro: Succes

source: Skipped
ro: Omisă

source: Cancelled
ro: Anulat

source: Payment gateway response for audit
ro: Răspuns de la poarta de plată pentru audit

source: Reason for failure if retry was unsuccessful
ro: Motivul eșecului dacă reluarea nu a reușit

source: Whether dunning email was sent for this attempt
ro: Dacă a fost trimis e-mailul de recuperare pentru această încercare

source: When dunning email was sent
ro: Când a fost trimis email-ul de recuperare

source: Payment Retry Attempt
ro: Tentativă de Reîncercare Plată

source: Payment Retry Attempts
ro: Tentative de Reîncercare Plată

source: Automatic Scheduled
ro: Planificat Automat

source: Manual Trigger
ro: Declanșare Manuală

source: Test Run
ro: Rulare de Test

source: User who triggered manual run
ro: Utilizator care a declanșat rularea manuală

source: When collection run completed
ro: Când s-a finalizat rularea de colectare

source: Total retry attempts scheduled in this run
ro: Total tentative de reîncercare planificate în această rulare

source: Total retry attempts processed
ro: Total tentative de reîncercare procesate

source: Total successful payment recoveries
ro: Total recuperări de plată reușite

source: Total failed retry attempts
ro: Total tentative de reîncercare eșuate

source: Total amount recovered in cents
ro: Valoare totală recuperată în cenți

source: Total fees charged by payment processor
ro: Taxe totale percepute de furnizorul de plăți

source: Running
ro: Se execută

source: Completed
ro: Finalizate

source: Error message if run failed
ro: Mesaj de eroare dacă rularea a eșuat

source: Configuration used for this run
ro: Configurare folosită pentru această rulare

source: Payment Collection Run
ro: Rulare de Colectare Plăți

source: Payment Collection Runs
ro: Rulări de Colectare Plăți

source: Proforma Sequence
ro: Secvență Proformă

source: Proforma Sequences
ro: Secvențe Proformă

source: Accepted
ro: Acceptat

source: Expired
ro: Expirat

source: Proforma expires after this date
ro: Proforma expiră după această dată

source: Additional notes for the proforma
ro: Note suplimentare pentru proformă

source: Proforma Invoice
ro: Proformă

source: Proforma Invoices
ro: Proformate

source: Proforma valid until date must be in the future
ro: Data valabilității proformei trebuie să fie în viitor

source: Approved
ro: Aprobat

source: Rejected
ro: Respins

source: Full Refund
ro: Rambursare Completă

source: Partial Refund
ro: Rambursare Parțială

source: Customer Request
ro: Cerere Client

source: Error Correction
ro: Corectare Eroare

source: Dispute
ro: Contestație

source: Service Failure
ro: Eșec Serviciu

source: Duplicate Payment
ro: Plată duplicată

source: Fraud
ro: Fraudă

source: Cancellation
ro: Anulare

source: Downgrade
ro: Retrogradare

source: Administrative
ro: Administrativ

source: Original transaction amount for reference
ro: Suma tranzacției originale pentru referință

source: Payment gateway refund ID
ro: ID rambursare din pasarela de plată

source: Unique refund reference number
ro: Număr unic de referință pentru rambursare

source: Detailed reason for refund
ro: Motiv detaliat al rambursării

source: Internal notes not visible to customer
ro: Note interne invizibile pentru client

source: When refund was actually processed
ro: Când rambursarea a fost procesată

source: When gateway confirmed processing
ro: Când pasarela a confirmat prelucrarea

source: Additional refund metadata
ro: Metadate suplimentare de rambursare

source: Refunds
ro: Rambursări

source: Internal Note
ro: Notă internă

source: Customer Communication
ro: Comunicare cu clientul

source: Gateway Response
ro: Răspuns pasarela

source: System Generated
ro: Generat de sistem

source: Optional note title
ro: Titlu opțional al notei

source: Note content
ro: Conținut notă

source: Whether customer can see this note
ro: Dacă clientul poate vedea această notă

source: Additional note metadata
ro: Metadate suplimentare ale notei

source: Refund Note
ro: Notă de rambursare

source: Refund Notes
ro: Note de rambursare

source: Reason for status change
ro: Motiv al schimbării de stare

source: Additional status change metadata
ro: Metadate suplimentare ale schimbării de stare

source: Refund Status History
ro: Istoric Refund Status

source: Refund Status Histories
ro: Istoric al stărilor rambursării

source: URL is required for e-Factura integration
ro: URL-ul este obligatoriu pentru integrarea cu e-Factura

source: Invalid URL format: %(error)s
ro: URL format: %(error)s invalid(ă)

source: Protocol '%(scheme)s' not allowed. Only HTTP/HTTPS permitted.
ro: Protocolul '%(scheme)s' nu este permis. Doar HTTP/HTTPS sunt permise.

source: Protocol '%(scheme)s' is blocked for security reasons
ro: Protocolul '%(scheme)s' este blocat din motive de securitate

source: Domain '%(domain)s' not in allowed e-Factura endpoints: %(allowed)s
ro: Domeniu '%(domain)s' nu se găsește în punctele finale e-Factura permise: %(allowed)s

source: Access to IP range '%(hostname)s' is blocked for security
ro: Accesul la intervalul IP '%(hostname)s' este blocat din motive de securitate

source: URL contains suspicious patterns
ro: URL-ul conține modele suspecte

source: URL is required
ro: URL este obligatoriu

source: Protocol '%(scheme)s' not allowed
ro: Protocolul '%(scheme)s' nu este permis

source: Domain '%(domain)s' not in allowed list
ro: Listă Domain '%(domain)s' not in allowed

source: Access to IP range '%(hostname)s' is blocked
ro: Accesul la intervalul IP '%(hostname)s' este blocat

source: Trialing
ro: În perioada de probă

source: Past Due
ro: Ultima actualizare

source: Paused
ro: Pus în pauză

source: Pending Activation
ro: Așteptând activare

source: Monthly
ro: Lunar

source: Quarterly
ro: Trimestrial

source: Semi-Annual
ro: Semestrial

source: Yearly
ro: Anual

source: Custom
ro: Client

source: Non-Payment
ro: Neachitare

source: Service Issue
ro: Nume Serviciu

source: Upgrade to Different Plan
ro: Upgrade la alt plan

source: Downgrade to Different Plan
ro: Downgrade la alt plan

source: Business Closed
ro: Afacere închisă

source: Switched to Competitor
ro: S-a mutat la un concurent

source: Customer who owns this subscription
ro: Clientul care deține acest abonament

source: Product/plan being subscribed to
ro: Produsul/planul pentru care se abonează

source: Unique subscription identifier (e.g., SUB-000001)
ro: Identificator unic al abonamentului (exemplu: SUB-000001)

source: Custom billing cycle in days (only if billing_cycle='custom')
ro: Ciclu de facturare personalizat în zile (doar dacă billing_cycle='custom')

source: Currency for this subscription
ro: Valuta pentru acest abonament

source: Current billing amount per cycle in cents
ro: Suma curentă de facturare pe ciclu în cenți

source: Grandfathered price if customer is on legacy pricing
ro: Preț moștenit dacă clientul este pe o tarificare anterioară

source: Reason for locked pricing (e.g., 'Early adopter discount')
ro: Motiv pentru prețul blocat (exemplu: 'Reducere pentru adoptatori timpurii')

source: When grandfathered pricing expires (null = never)
ro: Când expira prețul moștenit (null = niciodată)

source: Number of units (e.g., seats, domains, GB)
ro: Numărul de unități (exemplu: locuri, domenii, GB)

source: Start of current billing period
ro: Începutul perioadei de facturare curente

source: End of current billing period
ro: Sfârșitul perioadei de facturare curente

source: Date when next invoice will be generated
ro: Data când va fi generată următoarea factură

source: When trial period started
ro: Când a început perioada de probă

source: When trial period ends
ro: Când se termină perioada de probă

source: Whether trial has converted to paid subscription
ro: Dacă perioada de probă s-a convertit în abonament plătit

source: When subscription became active
ro: Când s-a activat abonamentul

source: When subscription was cancelled
ro: Când a fost anulat abonamentul

source: If true, cancel at end of current period instead of immediately
ro: Dacă este adevărat, anulare la finele perioadei curente în loc imediat

source: Customer feedback on cancellation
ro: Informații Client

source: Scheduled date to resume paused subscription
ro: Data programată pentru reluarea abonamentului suspendat

source: When subscription actually ended
ro: Când s-a încheiat efectiv abonamentul

source: Stripe PaymentMethod ID or other gateway reference
ro: ID al metodei de plată Stripe sau referință de altă pasarelă de plată

source: Consecutive failed payment attempts
ro: Numărul consecutiv de tentative de plată eșuate

source: Days of grace after payment failure before suspension
ro: Zile de grație după eșuarea plății înainte de suspendare

source: When grace period expires (set on payment failure)
ro: Când expiră perioada de grație (setată la eșuarea plății)

source: Stripe Subscription ID for syncing
ro: ID-ul abonamentului din Stripe pentru sincronizare

source: External system reference if applicable
ro: Referință de sistem extern dacă este aplicabil

source: Additional subscription metadata
ro: Metadate suplimentare ale abonamentului

source: Internal notes about this subscription
ro: Note interne despre acest abonament

source: Subscription
ro: Descriere

source: Subscriptions
ro: Descriere

source: Custom billing cycle requires custom_cycle_days to be set
ro: Ciclul de facturare personalizat necesită setarea custom_cycle_days

source: Period end must be after period start
ro: Sfârșitul perioadei trebuie să fie după începutul perioadei

source: Can only convert subscriptions in trial status
ro: Se pot converti doar abonamentele în stare de probă

source: Can only resume paused subscriptions
ro: Se pot relua doar abonamentele suspendate

source: Upgrade
ro: Poate Fi Upgradată La

source: Quantity Increase
ro: Cantitate

source: Quantity Decrease
ro: Cantitate

source: Billing Cycle Change
ro: Gestionare Facturare

source: Price Change
ro: Salvează Modificările

source: Applied
ro: Aplicat

source: Whether to prorate the change
ro: Dacă se aplică prorația pentru schimbare

source: Proration amount (positive = charge, negative = credit)
ro: Suma prorației (pozitiv = debit, negativ = credit)

source: Credit for unused portion of old plan
ro: Credit pentru porțiunea neutilizată a planului vechi

source: Charge for remaining portion of new plan
ro: Debit pentru porțiunea rămasă a planului nou

source: When change takes effect
ro: Când intră în vigoare schimbarea

source: Apply immediately vs at next billing cycle
ro: Aplicare imediat vs. la următorul ciclu de facturare

source: Invoice generated for proration charge
ro: Factură generată pentru debitarea prorației

source: Subscription Change
ro: Descriere

source: Subscription Changes
ro: Modificări ale Abonamentului

source: Cannot apply change with status: %(status)s
ro: Nu se poate aplica schimbare cu stare: %(status)s

source: The grandfathered price in cents
ro: Prețul ereditar în cenți

source: Price at time of grandfathering (for reference)
ro: Prețul la momentul ereditării (pentru referință)

source: Current product price at time of grandfathering
ro: Preț produsului la momentul fixării

source: When price was locked
ro: Când a fost fixat prețul

source: When grandfathering expires (null = never)
ro: Când expiră fixarea prețului (null = niciodată)

source: Whether grandfathering is currently active
ro: Dacă fixarea prețului este actualmente activă

source: Reason for grandfathering (e.g., 'Early adopter', 'Loyalty reward')
ro: Motiv pentru fixarea prețului (de ex., 'Adoptator timpuriu', 'Recompensă de loialitate')

source: Reference to the price increase that triggered grandfathering
ro: Referință la creșterea de preț care a declanșat fixarea prețului

source: Campaign or promotion that granted grandfathering
ro: Campanie sau promovare care a acordat fixarea prețului

source: Whether expiry notification has been sent
ro: Dacă notificarea de expirare a fost trimisă

source: Price Grandfathering
ro: Fixare de preț

source: Price Grandfatherings
ro: Fixări de preț

source: Subscription Item
ro: Descriere

source: Subscription Items
ro: Descriere

source: ISO 3166-1 alpha-2 country code (e.g., 'RO', 'DE')
ro: Cod țară ISO 3166-1 alpha-2 (de ex., 'RO', 'DE')

source: State/province for countries with regional tax rates
ro: Stat/provincie pentru țări cu rate fiscale regionale

source: VAT
ro: TVA

source: GST
ro: Impozit pe bunuri și servicii

source: Sales Tax
ro: Impozit pe vânzări

source: Withholding Tax
ro: Impozit la sursă

source: Tax rate as decimal (e.g., 0.19 for 19%)
ro: Rată fiscală ca zecimal (de ex., 0,19 pentru 19%)

source: Reduced rate for specific product categories
ro: Rată redusă pentru categorii de produse specifice

source: When this tax rate becomes effective
ro: Când intră în vigoare această rată fiscală

source: When this tax rate expires (null = indefinite)
ro: Când expiră această rată fiscală (null = nelimitată)

source: Whether tax applies to business-to-business transactions
ro: Dacă impozitul se aplică tranzacțiilor B2B

source: Whether tax applies to business-to-consumer transactions
ro: Dacă impozitul se aplică tranzacțiilor B2C

source: Whether reverse charge mechanism applies (EU B2B)
ro: Dacă se aplică mecanismul de inversiune (UE B2B)

source: Whether country is EU member for VAT purposes
ro: Dacă țara este membru UE în scopuri TVA

source: Whether VIES VAT number validation is required
ro: Whether VIES VAT number validation este obligatoriu

source: Additional tax configuration and rules
ro: Configurație și reguli fiscale suplimentare

source: Tax Rule
ro: Regulă fiscală

source: Tax Rules
ro: Reguli fiscale

source: Country code (e.g., 'RO')
ro: Cod țară (de ex., 'RO')

source: VAT number without country prefix
ro: Număr TVA fără prefixul țării

source: Complete VAT number (e.g., 'RO12345678')
ro: Număr TVA complet (de ex., 'RO12345678')

source: Whether VAT number is valid
ro: Dacă numărul TVA este valid

source: Whether company is active for VAT purposes
ro: Starea activității companiei în scopuri de TVA

source: Company name from VIES (if available)
ro: Denumirea companiei din VIES (dacă este disponibilă)

source: Company address from VIES (if available)
ro: Adresa companiei din VIES (dacă este disponibilă)

source: VIES API
ro: API VIES

source: Manual Override
ro: Suprascrierea manuală

source: Previous Validation
ro: Validarea anterioară

source: Raw API response for audit purposes
ro: Răspunsul brut de la API pentru scopuri de audit

source: When validation result expires
ro: Când expiră rezultatul validării

source: VAT Validation
ro: Validarea TVA

source: VAT Validations
ro: Validări TVA

source: %(field_name)s contains invalid JSON: %(error)s
ro: %(field_name)s conține JSON invalid: %(error)s

source: %(field_name)s too large. Maximum size: %(max_size)s bytes for financial data
ro: %(field_name)s prea mare. Dimensiune maximă: %(max_size)s octeți pentru date financiare

source: %(field_name)s too deep. Maximum nesting depth: %(max_depth)s for financial data
ro: %(field_name)s prea profund. Adâncime maximă de imbricare: %(max_depth)s pentru date financiare

source: %(field_name)s too large. Maximum: %(max_amount)s in major currency units
ro: %(field_name)s prea mare. Maxim: %(max_amount)s în unități majore de monedă

source: %(field_name)s too small. Minimum: %(min_amount)s in major currency units
ro: %(field_name)s prea mic. Minim: %(min_amount)s în unități majore de monedă

source: %(field_name)s too long. Maximum length: %(max_len)s characters
ro: %(field_name)s prea lung. Lungime maximă: %(max_len)s caractere

source: %(field_name)s contains potentially dangerous pattern
ro: %(field_name)s conține un tipar potențial periculos

source: %(field_name)s contains sensitive financial information in key '%(key)s'
ro: %(field_name)s conține informații financiare sensibile în cheia '%(key)s'

source: %(field_name)s contains potentially dangerous pattern in '%(key)s'
ro: %(field_name)s conține un tipar potențial periculos în '%(key)s'

source: ❌ You do not have permission to access this document.
ro: ❌ Nu aveți permisiunea să accesați acest document.

source: Unable to load billing data. Please try again later.
ro: Nu se pot încărca datele de facturare. Vă rugăm să încercați din nou mai târziu.

source: ❌ Customer is required to create proforma.
ro: ❌ Este necesar un client pentru a crea o profomă.

source: ❌ Error creating proforma: {error}
ro: ❌ Eroare la crearea proformei: {error}

source: ✅ Proforma #{number} has been created!
ro: ✅ Proformă #{number} a fost creată!

source: ❌ You do not have permission to convert this proforma.
ro: ❌ Nu aveți permisiunea să convertiți această profomă.

source: ❌ Cannot convert expired proforma to invoice.
ro: ❌ Nu se poate converti o profomă expirată la factură.

source: ⚠️ This proforma has already been converted to invoice #{number}
ro: ⚠️ Această profomă a fost deja convertită la Factura #{number}

source: ✅ Proforma #{proforma_number} converted to Invoice #{invoice_number}!
ro: ✅ Proformă #{proforma_number} convertită la Factura #{invoice_number}!

source: ✅ Payment processed and invoice #{number} marked as paid!
ro: ✅ Plata a fost procesată și Factura #{number} marcată ca plătită!

source: ❌ You do not have permission to edit this proforma.
ro: ❌ Nu aveți permisiunea să editați această proformă.

source: ❌ Cannot edit expired proforma.
ro: ❌ Nu se poate edita o proformă expirată.

source: ✅ Proforma #{proforma_number} has been updated!
ro: ✅ Proforma #{proforma_number} a fost actualizată!

source: ✅ Proforma #{proforma_number} has been sent successfully!
ro: ✅ Proforma #{proforma_number} a fost trimisă cu succes!

source: ❌ You do not have permission to edit this invoice.
ro: ❌ Nu aveți permisiunea să editați această factură.

source: ❌ Only draft invoices can be edited.
ro: ❌ Doar facturile în schiță pot fi editate.

source: ✅ Invoice #{invoice_number} has been updated!
ro: ✅ Factura #{invoice_number} a fost actualizată!

source: ✅ Invoice #{invoice_number} has been sent successfully!
ro: ✅ Factura #{invoice_number} a fost trimisă cu succes!

source: ❌ You do not have permission to generate e-Invoice for this invoice.
ro: ❌ Nu aveți permisiunea să generați e-Factură pentru această factură.

source: ✅ Payment of {amount} RON has been registered!
ro: ✅ Plata de {amount} RON a fost înregistrată!

source: Queued
ro: Pus în coadă

source: Submitted
ro: Trimis

source: Error
ro: Eroare

source: Invoice queued for e-Factura submission.
ro: Factura a fost pusă în coadă pentru trimitere la e-Factura.

source: e-Factura submission failed: {result.message}
ro: Trimiterea la e-Factura a eșuat: {result.message}

source: This document cannot be retried.
ro: Acest document nu poate fi reîncercat.

source: Retry queued successfully.
ro: Reîncercarea a fost pusă în coadă cu succes.

source: Retry failed: {result.message}
ro: Reîncercarea a eșuat: {result.message}

source: Server hostname, account ID, or unique identifier
ro: Adresa serverului, ID-ul contului, sau identificatorul unic

source: Additional encrypted data (API keys, certificates, etc.)
ro: Date criptate suplimentare (chei API, certificate, etc.)

source: Username at time of access (for audit trail)
ro: Nume de utilizator la momentul accesului (pentru jurnalul de audit)

source: Reason for credential access
ro: Motiv pentru accesul la credențiale

source: ❌ Access denied. Staff privileges required.
ro: ❌ Acces refuzat. Sunt necesare privilegii de personal.

source: ❌ Access denied. Billing staff privileges required.
ro: ❌ Acces refuzat. Sunt necesare privilegii de personal pentru facturare.

source: ❌ Access denied. Support staff privileges required.
ro: ❌ Acces refuzat. Sunt necesare privilegii de personal pentru suport.

source: ❌ Access denied. Please contact support for account access.
ro: ❌ Acces refuzat. Vă rugăm contactați suportul pentru acces la cont.

source: ❌ Customers cannot access the platform. Please use the customer portal instead.
ro: ❌ Clienții nu pot accesa platforma. Vă rugăm utilizați portalul clienților în schimb.

source: Operation in progress, please try again
ro: Operație în curs de desfășurare, vă rugăm să reîncercați

source: Rate limit exceeded
ro: Limita de rate depășită

source: System is under maintenance. Please try again later.
ro: Sistemul este în mentenanță. Vă rugăm să reîncercați mai târziu.

source: Too many requests. Please try again later.
ro: Prea multe cereri. Vă rugăm să reîncercați mai târziu.

source: Invalid input format
ro: input format invalid(ă)

source: Input too long
ro: Intrare prea lungă

source: Invalid characters detected
ro: characters detected invalid(ă)

source: Required field cannot be empty
ro: Câmpul obligatoriu nu poate fi gol

source: Invalid Romanian VAT number format
ro: Romanian VAT number format invalid(ă)

source: Company name too long
ro: Denumirea companiei prea lungă

source: Company name too short
ro: Denumirea companiei prea scurtă

source: Invalid company name
ro: company name invalid(ă)

source: Invalid URL format
ro: URL format invalid(ă)

source: URL too long
ro: URL prea lung

source: Only HTTP and HTTPS URLs are allowed
ro: Sunt permise doar adrese URL HTTP și HTTPS

source: URL destination not allowed
ro: Destinația URL nu este permisă

source: URL destination resolves to blocked IP range
ro: Destinația URL se rezolvă la o gamă de IP-uri blocate

source: No valid IP addresses resolved for URL
ro: Nu s-au rezolvat adrese IP valide pentru URL

source: Unable to verify URL destination
ro: Nu se poate verifica destinația URL

source: Invalid role specified
ro: role specified invalid(ă)

source: Bank detail field too long
ro: Câmpul detalii bancari prea lung

source: Invalid account number format
ro: account number format invalid(ă)

source: Invalid IBAN format
ro: IBAN format invalid(ă)

source: Invalid SWIFT code format
ro: SWIFT code format invalid(ă)

source: Invalid input data
ro: input data invalid(ă)

source: Required field missing
ro: Câmp obligatoriu lipsă

source: Invalid customer type
ro: customer type invalid(ă)

source: Invalid input detected
ro: input detected invalid(ă)
