Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Pricing (cents)
ro: Prețuri (cenți)

source: Renewal
ro: Reînnoire

source: Registrar Cost
ro: Cost Registrator

source: Min years
ro: Ani minimi

source: Max years
ro: Ani maximi

source: Grace period (days)
ro: Perioada de grație (zile)

source: Redemption fee (cents)
ro: Taxa de răscumpărare (cenți)

source: Options
ro: Opțiuni

source: WHOIS privacy available
ro: Confidențialitate WHOIS disponibilă

source: Requires local presence (.ro)
ro: Necesită prezență locală (.ro)

source: Special requirements
ro: Cerințe speciale

source: Featured
ro: Selectate

source: 💾 Save TLD
ro: 💾 Salvați TLD

source: TLD Management
ro: Gestionarea TLD

source: Manage available top-level domains, pricing, and registrars
ro: Gestionați domeniile de nivel superior disponibile, prețuri și registratori

source: ➕ Add TLD
ro: ➕ Adăugați TLD

source: ⭐ Featured
ro: ⭐ Selectate

source: Total TLDs
ro: Total TLD-uri

source: Period:
ro: Perioada:

source: years
ro: ani

source: Grace:
ro: Gratuitate:

source: Redemption:
ro: Răscumpărare:

source: Primary
ro: Principal

source: No registrar assignments
ro: Nicio asignare de registrator

source: 📊 Pricing
ro: Prețuri

source: TLDs
ro: TLD-uri

source: No TLDs found
ro: Nu s-a găsit niciun(o) TLDs

source: Get started by adding your first TLD and pricing.
ro: Începeți adăugând primul TLD și prețuri.

source: ➕ Add First TLD
ro: ➕ Adăugați primul TLD

source: Infrastructure Costs
ro: Costuri de infrastructură

source: Monthly cost tracking and analysis
ro: Urmărire și analiză a costurilor lunare

source: View History
ro: Istoricul Consimțământului

source: Month to Date
ro: De la începutul lunii

source: Projected Monthly
ro: Proiecție lunară

source: Last Month
ro: Luna Aceasta

source: Change
ro: Salvează Modificările

source: Cost by Provider
ro: Cost după furnizor

source: No cost data available
ro: Nu sunt disponibile date de costuri

source: Top Deployments by Cost
ro: Principalele implementări după cost

source: No deployment cost data available
ro: Nu sunt disponibile date privind costurile implementării

source: Cost Breakdown
ro: Analiza costurilor

source: Compute
ro: Finalizate

source: Bandwidth
ro: Lățime de Bandă

source: active nodes
ro: Produse Active

source: Cost History
ro: Istoricul Consimțământului

source: Monthly infrastructure costs over time
ro: Costurile lunare ale infrastructurii în timp

source: Last 12 Months
ro: Ultimele 12 luni

source: Period
ro: Perioada de Facturare

source: Total Cost
ro: Total Domenii

source: Nodes
ro: Noduri

source: No cost history available
ro: Nu este disponibil istoricul costurilor

source: Costs are calculated based on node uptime and the configured pricing for each node size. The calculation runs daily to capture the previous day's usage.
ro: Costurile se calculează pe baza timpului de funcționare al nodului și a prețurilor configurate pentru fiecare dimensiune de nod. Calculul se execută zilnic pentru a captura utilizarea din ziua anterioară.

source: Infrastructure Dashboard
ro: Panoul de Confidențialitate

source: Deploy and manage hosting nodes
ro: Implementați și gestionați noduri de găzduire

source: Deploy New Node
ro: Implementează nod nou

source: Total Deployments
ro: Total Domenii

source: Recent Deployments
ro: Tichete Recente

source: View All
ro: Vezi toate

source: No deployments yet
ro: Nicio implementare încă

source: Deploy your first node
ro: Implementați primul dvs. nod

source: nodes
ro: noduri

source: No providers configured
ro: Niciun furnizor configurat

source: Manage Providers
ro: Gestionează Prețuri

source: Regions
ro: Înregistrează

source: Settings
ro: Setări

source: Deploy New Hosting Node
ro: Implementează nod nou de găzduire

source: Configure and deploy a new infrastructure node
ro: Configurați și implementați un nod nou de infrastructură

source: 1. Environment & Type
ro: 1. Mediu și tip

source: Coming Soon
ro: Expiră Curând

source: 2. Provider & Region
ro: 2. Furnizor și regiune

source: Select Provider
ro: Selectează Client

source: Select Region
ro: Selectează plan

source: 3. Node Size
ro: 3. Dimensiune nod

source: Select a provider to see available sizes
ro: Selectați a provider to see available sizes

source: 4. Panel & Options
ro: Afișează Opțiuni Avansate

source: optional
ro: opțional

source: Friendly name for this node
ro: Selectează clientul pentru această comandă

source: Enable automatic backups (local storage, 7-day retention)
ro: Activați copiile de siguranță automate (depozitare locală, retenție pe 7 zile)

source: Preview
ro: Anterior

source: Start Deployment
ro: Pornește implementarea

source: Destroy Node
ro: Distruge nod

source: Warning: Destructive Action
ro: Avertisment: Acțiune distructivă

source: You are about to permanently destroy this node. This will:
ro: Sunteți pe cale să distrugeți permanent acest nod. Aceasta va:

source: Delete the server from Hetzner Cloud
ro: Ștergeți the server from Hetzner Cloud

source: Remove all DNS records from Cloudflare
ro: Vor fi șterse toate înregistrările DNS din Cloudflare

source: Delete the SSH key from the credential vault
ro: Ștergeți the SSH key from the credential vault

source: Remove all data stored on the server
ro: Vor fi șterse toate datele stocate pe server

source: Unregister the VirtualminServer from PRAHO
ro: Conectează un server Virtualmin nou la Platforma PRAHO

source: Node to be Destroyed
ro: Nod care urmează să fie distrus

source: Confirm Destruction
ro: Configurație

source: To confirm, type the hostname exactly:
ro: Pentru a confirma, introduceți exact numele gazdei:

source: Reboot this node? Active connections will be interrupted.
ro: Reporniți acest nod? Conexiunile active vor fi întrerupte.

source: Reboot
ro: Repornire

source: Power off this node? All services will be stopped.
ro: Opriți acest nod? Toate serviciile vor fi oprite.

source: Stop
ro: Oprire

source: Start
ro: Început

source: Retry
ro: Reîncercați

source: Destroy
ro: Distrugeți

source: Server Information
ro: Informații server

source: Size
ro: Dimensiune

source: Panel
ro: Panou

source: Network
ro: Rețea

source: Hetzner Server ID
ro: ID server Hetzner

source: Registered Server
ro: Înregistrează

source: View Server
ro: Serviciu Nou

source: Deployed
ro: Implementat

source: Backup Settings
ro: Status Backup

source: Backups Enabled
ro: Activat

source: Recent Logs
ro: Tichete Recente

source: Manage deployed hosting nodes
ro: Gestionați deployed hosting nodes

source: Hostname, IP...
ro: Numele gazdei

source: Env
ro: Mediu

source: Provider / Region
ro: Furnizor / Regiune

source: No deployments found
ro: Nu s-au găsit domenii

source: Logs
ro: Loguri

source: Deployment Logs
ro: Loguri de implementare

source: Back to Deployment
ro: Înapoi la Clienți

source: Full Log History
ro: Istoric Full Log

source: entries
ro: înregistrări

source: No logs available
ro: Nu sunt loguri disponibile

source: Run Maintenance
ro: Executați întreținerea

source: Select maintenance tasks to run on this node
ro: Selectează clientul pentru această comandă

source: Target Node
ro: Nod țintă

source: Maintenance tasks run in the background via Ansible. Some tasks may briefly impact server performance.
ro: Sarcinile de întreținere rulează în fundal prin Ansible. Unele sarcini pot afecta pe scurt performanța serverului.

source: Select Tasks
ro: Selectează plan

source: Upgrade Node
ro: Poate Fi Upgradată La

source: Change the server size to increase resources
ro: Schimbați dimensiunea serverului pentru a crește resursele

source: Current Configuration
ro: Configurație Server

source: Current Size
ro: Actualmente online

source: Current Specs
ro: Monedă

source: The server will be powered off briefly during the upgrade. This typically takes 1-2 minutes.
ro: Serverul va fi oprit pe scurt în timpul actualizării. Aceasta durează de obicei 1-2 minute.

source: Select New Size
ro: Selectați New Size

source: Up to
ro: Până la

source: domains
ro: Domenii

source: No other sizes available for this provider.
ro: Nu sunt alte dimensiuni disponibile pentru acest furnizor.

source: No logs yet
ro: Nu sunt loguri încă

source: In progress...
ro: În Desfășurare

source: Deployment Progress
ro: În Desfășurare

source: Deployment failed. Check logs for details.
ro: Implementarea a eșuat. Verificați logurile pentru detalii.

source: Disable
ro: Dezactivat

source: Enable
ro: Activat

source: Edit Provider
ro: Editează Produs

source: Create Provider
ro: Crează Produs

source: Configure cloud provider settings
ro: Gestionează toate setările de confidențialitate

source: 3-letter code (e.g., het, dig, aws)
ro: Cod din 3 litere (ex. het, dig, aws)

source: API Token
ro: Token API

source: Additional Config (JSON)
ro: Configurație suplimentară (JSON)

source: Optional provider-specific configuration
ro: Configurație opțională specifică furnizorului

source: Provider is active
ro: Furnizorul este activ

source: Update Provider
ro: Actualizați Provider

source: Manage infrastructure providers and their API tokens
ro: Gestionați furnizorii de infrastructură și tokenurile lor API

source: Add Provider
ro: Adăugați Provider

source: Deployments
ro: Documente

source: Sizes
ro: Dimensiuni

source: Add your first provider
ro: Adăugați your first provider

source: Manage available datacenter regions
ro: Gestionați available datacenter regions

source: Code
ro: Cod

source: No regions configured
ro: Nicio regiune configurată

source: Regions are automatically synced from cloud providers
ro: Regiunile sunt sincronizate automat de la furnizorii cloud

source: Edit Size
ro: Editează

source: Create Size
ro: Creează Serviciu

source: Edit Node Size
ro: Editați Node Size

source: Create Node Size
ro: Crează Comandă Nouă

source: Configure server size and pricing
ro: Configurați dimensiunea serverului și prețurile

source: e.g., cpx21, cx31
ro: de ex., cpx21, cx31

source: Specifications
ro: Specificații

source: Pricing
ro: Prețuri

source: Limits
ro: Limite

source: Size is active
ro: Dimensiunea este activă

source: Update Size
ro: Actualizați Size

source: Manage available server sizes and pricing
ro: Gestionați available server sizes and pricing

source: Add Size
ro: Adăugați Size

source: Specs
ro: Spec.

source: Price
ro: Preț

source: No sizes configured
ro: Nicio dimensiune configurată

source: Add your first size
ro: Adăugați your first size

source: Last updated
ro: Ultima actualizare

source: Manage Your Cookie Preferences
ro: Gestionați Your Cookie Preferences

source: You can update your cookie preferences at any time.
ro: Vă puteți actualiza preferințele pentru cookie-uri în orice moment.

source: Cookie preferences panel will appear on next page load.
ro: Panoul de preferințe pentru cookie-uri va apărea la încărcarea următoarei pagini.

source: Cookie Settings
ro: Setări

source: What Are Cookies?
ro: Ce sunt cookie-urile?

source: Cookies are small text files that are stored on your device (computer, tablet, or mobile) when you visit a website. They help websites function properly, remember your preferences, and provide information to website owners.
ro: Cookie-urile sunt fișiere text mici care sunt stocate pe dispozitivul dvs. (computer, tabletă sau telefon mobil) atunci când vizitați o pagină web. Acestea ajută site-urile web să funcționeze corect, să vă amintească preferințele, și furnizează informații proprietarilor site-urilor web.

source: This Cookie Policy explains what cookies we use, why we use them, and how you can control them. This policy should be read alongside our Privacy Policy.
ro: Această Politică privind Cookie-urile explică ce cookie-uri folosim, de ce le folosim și cum le puteți controla. Această politică ar trebui să fie citită alături de Politica noastră de confidențialitate.

source: Types of Cookies We Use
ro: Tipurile de cookie-uri pe care le folosim

source: Essential Cookies
ro: Cookie-uri esențiale

source: Always Active
ro: Activ

source: These cookies are strictly necessary for the website to function. They enable core functionality such as security, session management, and accessibility. You cannot disable these cookies.
ro: Aceste cookie-uri sunt strict necesare pentru funcționarea site-ului web. Ele permit funcționalități esențiale cum ar fi securitatea, gestionarea sesiunilor și accesibilitatea. Nu puteți dezactiva aceste cookie-uri.

source: Cookie Name
ro: Nume Serviciu

source: Purpose
ro: Scop

source: Duration
ro: Configurație

source: CSRF protection for form submissions
ro: Protecție CSRF pentru trimiterea formularelor

source: User session management
ro: Gestionare Comenzi

source: weeks
ro: săptămâni

source: Stores your cookie preferences
ro: Stochează preferințele dvs. pentru cookie-uri

source: Stores your language preference
ro: Stochează preferința dvs. de limbă

source: Functional Cookies
ro: Funcțional

source: Optional
ro: Opțional

source: These cookies enable enhanced functionality and personalization, such as remembering your preferences and providing improved features. Disabling these may affect your user experience.
ro: Aceste cookie-uri permit funcționalitate îmbunătățită și personalizare, cum ar fi amintirea preferințelor dvs. și furnizarea de funcții îmbunătățite. Dezactivarea acestor cookie-uri poate afecta experiența dvs. cu utilizatorul.

source: Stores your theme preference (dark/light)
ro: Stochează preferința dvs. de temă (închis/deschis)

source: Remembers sidebar collapsed/expanded state
ro: Ține minte starea barei laterale (restrânsă/expandată)

source: Stores your timezone for date display
ro: Stochează fusul orar dvs. pentru afișarea datelor

source: Analytics Cookies
ro: Cookie-uri de analiză

source: These cookies help us understand how visitors interact with our website by collecting information anonymously. This helps us improve our service and user experience.
ro: Aceste cookie-uri ne ajută să înțelegem cum interacționează vizitatorii cu site-ul nostru prin colectarea de informații în mod anonim. Aceasta ne ajută să ne îmbunătățim serviciul și experiența utilizatorului.

source: Anonymous visitor identification
ro: Identificarea anonimă a vizitatorilor

source: months
ro: Lunar

source: Session tracking
ro: Urmărirea sesiunilor

source: minutes
ro: minute

source: Referrer source attribution
ro: Atribuirea sursei de referință

source: We use Matomo, a privacy-focused analytics platform. Data is processed on our servers in the EU and is not shared with third parties.
ro: Utilizăm Matomo, o platformă de analiză axată pe confidențialitate. Datele sunt procesate pe serverele noastre în UE și nu sunt împărtășite cu terți.

source: Marketing Cookies
ro: Comunicări de Marketing

source: These cookies are used to track visitors across websites to display relevant advertisements. We currently do not use third-party marketing cookies on our platform.
ro: Aceste cookie-uri sunt utilizate pentru a urmări vizitatorii pe site-uri web în scopul afișării anunțurilor relevante. Nu utilizăm în prezent cookie-uri de marketing de la terți pe platforma noastră.

source: No marketing cookies are currently in use.
ro: Nu se utilizează în prezent cookie-uri de marketing.

source: Third-Party Cookies
ro: Cookie-uri de terți

source: Some cookies may be set by third-party services that appear on our pages. We do not control these cookies and recommend reviewing the respective privacy policies.
ro: Unele cookie-uri pot fi stabilite de serviciile de terți care apar pe paginile noastre. Nu controlăm aceste cookie-uri și recomandăm revizuirea politicilor respective de confidențialitate.

source: Payment processing fraud prevention
ro: Prevenirea fraudelor în procesarea plăților

source: CDN and security protection
ro: Protecție CDN și de securitate

source: How to Control Cookies
ro: Cum să controlați cookie-urile

source: Using Our Cookie Banner
ro: Utilizarea bannerului nostru de consimțământ pentru cookie-uri

source: When you first visit our website, you will see a cookie consent banner. You can:
ro: La prima vizită a site-ului nostru, veți vedea un banner de consimțământ pentru cookie-uri. Puteți:

source: Accept all cookies
ro: Acceptați toate cookie-urile

source: Accept only essential cookies
ro: Acceptați doar cookie-urile esențiale

source: Customize your preferences for each category
ro: Personalizați-vă preferințele pentru fiecare categorie

source: Browser Settings
ro: Setări

source: Most web browsers allow you to control cookies through their settings. You can:
ro: Majoritatea browserelor web vă permit să controlați cookie-urile prin setările acestora. Puteți:

source: View what cookies are stored
ro: Vizualizați what cookies are stored

source: Delete cookies individually or all at once
ro: Ștergeți cookies individually or all at once

source: Block cookies from specific sites
ro: Blocați cookie-urile de la site-uri specifice

source: Block all cookies (this may affect website functionality)
ro: Blocați toate cookie-urile (aceasta poate afecta funcționalitatea site-ului)

source: Browser Cookie Settings
ro: Setări de Provizionare

source: Do Not Track Signals
ro: Semnale de a nu urmări

source: We respect Do Not Track (DNT) browser signals. When enabled, we will not load optional analytics or marketing cookies until you explicitly consent.
ro: Respectăm semnalele de a nu urmări (DNT) din browser. Atunci când sunt activate, nu vom încărca cookie-uri opționale de analiză sau marketing decât cu consimțământul dvs. explicit.

source: Updates to This Policy
ro: Actualizări ale acestei politici

source: We may update this Cookie Policy from time to time to reflect changes in our practices or for legal reasons. We will notify you of significant changes by updating the "Last updated" date and, where appropriate, through the cookie consent banner.
ro: Putem actualiza această Politică de Cookie-uri din când în când pentru a reflecta schimbări în practicile noastre sau din motive legale. Vă vom anunța despre schimbări semnificative prin actualizarea datei "Actualizat ultima dată" și, unde este cazul, prin intermediul bannerului de consimțământ pentru cookie-uri.

source: Contact Us
ro: Contact

source: If you have questions about our use of cookies, please contact us:
ro: Dacă aveți întrebări cu privire la utilizarea cookie-urilor noastre, vă rugăm să ne contactați:

source: Data Protection Officer
ro: Confidențialitate și Protecția Datelor

source: Third-Party Data Processors
ro: Procesatori de date de terți

source: Under GDPR Article 28, we are required to disclose the third-party data processors that help us provide our services. All processors listed below are bound by Data Processing Agreements (DPAs) ensuring GDPR compliance.
ro: Conform articolului 28 al GDPR, suntem obligați să dezvăluim procesatorii de date de terți care ne ajută să furnizăm serviciile noastre. Toți procesatorii enumerați mai jos sunt legați de Acorduri de procesare a datelor (DPA) care asigură conformitatea cu GDPR.

source: Infrastructure & Hosting
ro: Infrastructură și găzduire

source: These processors provide the infrastructure on which our platform runs.
ro: Acești procesatori furnizează infrastructura pe care rulează platforma noastră.

source: EU-based
ro: Cu bază în UE

source: Primary hosting infrastructure and dedicated servers
ro: Infrastructura de găzduire principală și servere dedicate

source: Data
ro: Date

source: Server logs, IP addresses
ro: Jurnalele serverelor, adrese IP

source: EU SCCs
ro: Clauze Contractuale Standard UE

source: CDN, DDoS protection, and DNS services
ro: Servicii CDN, protecție DDoS și DNS

source: IP addresses, HTTP logs
ro: Adrese IP, jurnalele HTTP

source: Payment Processing
ro: Procesarea Datelor

source: These processors handle payment transactions securely.
ro: Acești procesatori gestionează tranzacțiile de plată în mod securizat.

source: Credit card and online payment processing
ro: Procesarea plăților cu cardul de credit și online

source: Name, email, card details, billing address
ro: Nume, email, detalii de card, adresă de facturare

source: Certification
ro: Certificat SSL

source: Alternative payment processing
ro: Procesarea plăților alternative

source: Name, email, transaction details
ro: Detalii Name, email, transaction

source: These processors are involved in domain name registration services.
ro: Acești procesatori sunt implicați în serviciile de înregistrare a numelor de domeniu.

source: .RO domain registry (required by Romanian law)
ro: Registrul de domenii .RO (necesar conform legii române)

source: Registrant contact information
ro: Informații Personale

source: International domain registration
ro: Înregistrare Domeniu

source: Registrant/admin/tech contact details
ro: Detalii Registrant/admin/tech contact

source: Email Services
ro: Toate Serviciile

source: These processors handle transactional email delivery.
ro: Acești procesatori gestionează livrarea email-urilor tranzacționale.

source: Transactional email delivery (invoices, notifications)
ro: Livrarea email-urilor tranzacționale (facturi, notificări)

source: Email addresses, message content
ro: Adrese email, conținut mesaj

source: Analytics
ro: Analiză

source: These tools help us understand platform usage and improve our services.
ro: Aceste instrumente ne ajută să înțelegem utilizarea platformei și să ne îmbunătățim serviciile.

source: Self-hosted
ro: Găzduit intern

source: Privacy-focused website analytics
ro: Analitică web axată pe confidențialitate

source: Our EU servers (no third-party)
ro: Serverele noastre din UE (fără terți)

source: Page views, anonymized IP, device info
ro: Vizualizări de pagini, IP anonimizat, informații despre dispozitiv

source: Data is not shared with third parties.
ro: Datele nu sunt partajate cu terți.

source: Certificate authorities that issue SSL certificates for our customers.
ro: Autoritățile de certificare care emit certificate SSL pentru clienții noștri.

source: Public Benefit
ro: Public

source: Free SSL certificate issuance
ro: Certificat SSL

source: Domain names, account email
ro: Nume de domeniu, email cont

source: International Transfer Safeguards
ro: Garanții pentru Transferuri Internaționale

source: For processors located outside the EEA, we ensure data protection through:
ro: Pentru procesatorii localizați în afara SEE, asigurăm protecția datelor prin:

source: Standard Contractual Clauses approved by the European Commission for international data transfers.
ro: Clauze Contractuale Standard aprobate de Comisia Europeană pentru transferuri internaționale de date.

source: EU-US DPF
ro: Cadrul de protecție a datelor UE-SUA

source: EU-US Data Privacy Framework certification where applicable.
ro: Certificarea Cadrului de protecție a datelor UE-SUA, acolo unde este aplicabil.

source: Data Processing Agreements
ro: Consimțământ Procesare Date

source: All processors listed above have signed Data Processing Agreements (DPAs) with us that include:
ro: Toți procesatorii enumerați mai sus au semnat cu noi Acorduri de Prelucrare a Datelor (APD) care includ:

source: Clear description of processing activities
ro: Descriere clară a activităților de prelucrare

source: Obligations regarding data security
ro: Obligații privind securitatea datelor

source: Sub-processor notification requirements
ro: Cerințe Conexiune

source: Data subject rights assistance
ro: Asistență pentru exercitarea drepturilor subiecților datelor

source: Audit rights
ro: Drepturile de audit

source: Data deletion upon termination
ro: Ștergerea datelor la încetare

source: Updates to This List
ro: Listă Updates to This
