Repository: captainpragmatic/PRAHO
Catalog: services/platform/locale/*/LC_MESSAGES/django.po
Languages: ro

source: You retain all rights to the content you upload to our services. By using our services, you grant us a limited license to store and transmit your content as necessary to provide the services.
ro: Păstrați toate drepturile asupra conținutului pe care îl încărcați în serviciile noastre. Prin utilizarea serviciilor noastre, ne acordați o licență limitată pentru a stoca și transmite conținutul dvs. după cum este necesar pentru furnizarea serviciilor.

source: Data Protection and Privacy
ro: Protecția datelor și confidențialitate

source: We process personal data in accordance with the General Data Protection Regulation (GDPR) and Romanian Law 190/2018. Please review our Privacy Policy for detailed information about how we collect, use, and protect your data.
ro: Prelucrăm datele cu caracter personal în conformitate cu Regulamentul general privind protecția datelor (GDPR) și Legea română 190/2018. Vă rugăm să consulați Politica noastră de confidențialitate pentru informații detaliate despre modul în care colectăm, folosim și protejăm datele dvs.

source: View Privacy Policy
ro: Vizualizați Privacy Policy

source: 7.1 Customer Data Responsibility
ro: 7.1 Responsabilitatea datelor clienților

source: If you collect personal data through services hosted on our platform, you are the data controller for that data and are responsible for compliance with applicable data protection laws.
ro: Dacă colectați date cu caracter personal prin serviciile găzduite pe platforma noastră, sunteți operatorul de date personale pentru acele date și sunteți responsabil de conformitatea cu legile aplicabile de protecție a datelor.

source: Warranties and Disclaimers
ro: Garanții și declinări de răspundere

source: 8.1 Service Level
ro: Detalii Serviciu

source: We strive to maintain 99.9%% uptime for our hosting services. Service credits may be issued for downtime exceeding this threshold, as specified in our Service Level Agreement.
ro: Ne străduim să asigurăm o disponibilitate de 99,9%% pentru serviciile noastre de găzduire. Credite de serviciu pot fi emise pentru perioade de indisponibilitate care depășesc această limită, așa cum se specifică în Acordul privind nivelul serviciului.

source: 8.2 Disclaimer
ro: 8.2 Declinare de răspundere

source: SERVICES ARE PROVIDED "AS IS" WITHOUT WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE DO NOT WARRANT THAT SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.
ro: SERVICIILE SUNT FURNIZATE "CUM SUNT" FĂRĂ GARANȚII DE NICIO NATURĂ, EXPRESE SAU IMPLICITE, INCLUSIV, FĂRĂ A SE LIMITA LA, GARANȚII PRIVIND COMERCIALIZABILITATEA, POTRIVIRE PENTRU UN SCOP PARTICULAR, ȘI NEÎNCĂLCAREA DREPTURILOR TERȚILOR. NU GARANTAM CĂ SERVICIILE VOR FI NEÎNTRERUPTE SAU FĂRĂ ERORI.

source: To the maximum extent permitted by Romanian law:
ro: În limita maximă permisă de legea română:

source: We shall not be liable for indirect, incidental, special, or consequential damages.
ro: Nu vom fi răspunzători pentru daune indirecte, accidentale, speciale sau consecutive.

source: Our total liability shall not exceed the fees paid by you in the 12 months preceding the claim.
ro: Răspunderea noastră totală nu va depăși taxele plătite de dvs. în cei 12 luni anteriori reclamației.

source: We are not liable for data loss; you are responsible for maintaining backups.
ro: Nu suntem răspunzători pentru pierderea de date; sunteți responsabil de menținerea copiilor de siguranță.

source: 10.1 By Customer
ro: Client

source: You may cancel your services at any time through the customer portal or by contacting support. Prepaid fees are non-refundable except as specified in our refund policy.
ro: Puteți anula serviciile dvs. în orice moment prin portalul de client sau contactând echipa de suport. Taxele plătite în avans nu sunt rambursabile, cu excepția cazurilor specificate în politica noastră de rambursare.

source: 10.2 By Company
ro: Companie

source: We may suspend or terminate services immediately if you:
ro: Putem suspenda sau rescinde serviciile imediat dacă:

source: Violate these Terms or Acceptable Use Policy
ro: Încălcați acești Termeni sau Politica de utilizare acceptabilă

source: Fail to pay invoices within 30 days
ro: Nu plătiți facturile în termen de 30 de zile

source: Engage in illegal activities
ro: Desfășurați activități ilegale

source: 10.3 Data After Termination
ro: 10.3 Datele după reziliere

source: Upon termination, we will retain your data for 30 days to allow for retrieval. After this period, data may be permanently deleted unless legally required to be retained.
ro: După reziliere, vom păstra datele dvs. pentru 30 de zile pentru a permite recuperarea. După această perioadă, datele pot fi șterse permanent, cu excepția cazului în care legea cere retenția.

source: Governing Law and Disputes
ro: Legea aplicabilă și litigii

source: These Terms shall be governed by and construed in accordance with the laws of Romania.
ro: Acești Termeni vor fi reglementați de și interpretați în conformitate cu legile României.

source: Any disputes arising from these Terms shall be submitted to the exclusive jurisdiction of the courts of Bucharest, Romania.
ro: Orice dispute care decurg din acești Termeni vor fi supuse jurisdicției exclusive a tribunalelor din București, România.

source: For consumers in the EU, this does not affect your statutory rights or your right to bring claims before the courts of your country of residence.
ro: Pentru consumatorii din UE, aceasta nu afectează drepturile dvs. legale sau dreptul dvs. de a depune reclamații în fața tribunalelor țării dvs. de reședința.

source: Changes to These Terms
ro: Modificări ale acestor Termeni

source: We reserve the right to modify these Terms at any time. We will notify you of material changes at least 30 days before they take effect. Your continued use of our services after changes become effective constitutes acceptance of the modified Terms.
ro: Ne rezervăm dreptul de a modifica acești Termeni în orice moment. Vă vom notifica cu privire la modificări importante cel puțin 30 de zile înainte ca acestea să intre în vigoare. Utilizarea continuă a serviciilor noastre după ce modificările intră în vigoare constituie acceptarea Termenilor modificați.

source: Monitor email delivery status and logs
ro: Monitorizare stare livrare e-mailuri și jurnale

source: Subject
ro: Subiect

source: No email logs found.
ro: Nu s-a găsit niciun(o) email logs.

source: Back to List
ro: Înapoi la Clienți

source: HTML Body
ro: Corp HTML

source: Toggle Preview
ro: Comutați previzualizarea

source: Plain Text Body
ro: Corp text simplu

source: Template Info
ro: Informații șablon

source: Locale
ro: Localizare

source: Available Variables
ro: Variabile disponibile

source: No variables defined
ro: Nu sunt variabile definite

source: History
ro: Istoricul Consimțământului

source: Last Updated
ro: Ultima actualizare

source: Created By
ro: Creat de

source: Manage email templates for notifications
ro: Gestionați email templates for notifications

source: No email templates found.
ro: Nu s-a găsit niciun(o) email templates.

source: Order details, items, and status history
ro: Istoric Order details, items, and status

source: Validation passed
ro: Validare reușită

source: Validation required before promoting to Pending
ro: Validarea este necesară înainte de a promova la În așteptare

source: ← Back to Orders
ro: Înapoi la Clienți

source: 💰 Refund Order
ro: 💰 Rambursare comandă

source: Run Validation
ro: Rulare validare

source: Change Status
ro: Modificare statut

source: Order Information
ro: Informații comandă

source: Order Number
ro: Numărul comenzii

source: 🔥 Failed
ro: 🔥 Eșuat

source: 💰 Refunded
ro: 💰 Rambursat

source: 💸 Partially Refunded
ro: 💸 Parțial rambursat

source: Created Date
ro: Data creării

source: Company Details
ro: Detalii Company

source: Billing Address
ro: Adresă de Facturare

source: Reg. Number:
ro: Număr înregistrare:

source: Status History
ro: Istoric Status

source: No status changes recorded yet.
ro: Nu există încă niciun(o) status changes recorded.

source: Change Order Status
ro: Modificare statut comandă

source: Validation passed — you may promote to Pending
ro: Validare reușită — puteți promova la În așteptare

source: Blocking issues
ro: Probleme blocante

source: Warnings
ro: Avertismente

source: New Status
ro: Status nou(ă)

source: Select new status...
ro: Selectați noul statut...

source: Add a note about this status change...
ro: Adăugați o notă despre această schimbare de statut...

source: An error occurred while updating the status.
ro: A apărut o eroare în timp ce updating the status.

source: Refund Order
ro: Rambursare comandă

source: Duplicate Order
ro: Duplicare comandă

source: Are you sure you want to process a FULL refund? This action cannot be undone.
ro: Sigur doriți să procesați o rambursare INTEGRALĂ? Această acțiune nu poate fi anulată.

source: Request Order Refund
ro: Solicitare rambursare comandă

source: Submit a refund request for this order. Our billing team will review your request and contact you.
ro: Trimiteți o solicitare de rambursare pentru această comandă. Echipa de facturare va revizui solicitarea și va lua legătura cu dvs.

source: Edit Order
ro: Editați Order

source: Create New Order
ro: Crează Comandă Nouă

source: Update order details and items
ro: Actualizați order details and items

source: Create a new order for customer services
ro: Crează o comandă nouă pentru serviciile clientului

source: ← Back
ro: Înapoi

source: Order Details
ro: Detalii Order

source: New Order Information
ro: Informații Comandă Nouă

source: Select a customer...
ro: Selectează un client...

source: Select customer for this order
ro: Selectează clientul pentru această comandă

source: Use 'Change Status' button on order detail page to update status
ro: Utilizați butonul 'Modificare statut' de pe pagina de detalii a comenzii pentru a actualiza statutul

source: Status will be set after order creation
ro: Statusul va fi setat după crearea comenzii

source: Payment Method
ro: Metodă de Plată

source: Select payment method...
ro: Selectează metoda de plată...

source: How customer will pay for this order
ro: Cum va plăti clientul pentru această comandă

source: Internal order notes (visible to staff only)
ro: Note interne ale comenzii (vizibile doar personalului)

source: Notes from customer or special instructions
ro: Note de la client sau instrucțiuni speciale

source: 💾 Update Order
ro: 💾 Actualizare Comandă

source: 📦 Create Order
ro: Crează Comandă Nouă

source: Create Order with Item
ro: Crează Comandă cu Articol

source: Romanian Business Compliance
ro: Conformitate Afaceri Românești

source: First Item (optional)
ro: Primul Articol (opțional)

source: Select product...
ro: Selectează produs...

source: Billing Period
ro: Perioada de Facturare

source: Domain (if required)
ro: Domeniu (dacă este necesar)

source: Select a product and period to preview totals.
ro: Selectează un produs și o perioadă pentru a previzualiza totalurile.

source: Orders are automatically configured for Romanian business compliance:
ro: Comenzile sunt configurate automat pentru conformitatea afacerilor românești:

source: Customer billing address snapshot
ro: Instantaneu adresă de facturare client

source: VAT ID (CUI) validation and storage
ro: Validare și stocare ID TVA (CUI)

source: Sequential order numbering
ro: Numerotare secvențială comenzi

source: Multi-currency support (RON, EUR, USD)
ro: Suport multi-valută (RON, EUR, USD)

source: Automatic conversion to proforma/invoice
ro: Conversie automată în proformă/factură

source: Complete audit trail for GDPR
ro: Urmă de audit completă pentru GDPR

source: Add Order Item
ro: Adăugați Order Item

source: Edit Order Item
ro: Editați Order Item

source: Romanian VAT Compliance
ro: Conformitate TVA Română

source: VAT will be automatically calculated at 21%% for Romanian customers. Prices are stored in cents for precision.
ro: Taxa pe Valoarea Adăugată va fi calculată automat la 21%% pentru clienții români. Prețurile sunt stocate în cenți pentru precizie.

source: Pricing Information
ro: Informații despre Preț

source: Unit Price:
ro: Preț Unitar:

source: Setup Fee:
ro: Taxă de Configurare:

source: Total per unit:
ro: Total pe unitate:

source: Advanced Configuration
ro: Configurație Avansată

source: Tax Calculation Preview
ro: Previzualizare Calcul TVA

source: VAT (21%%):
ro: TVA (21%%):

source: ➕ Add Item
ro: ➕ Adăugare Element

source: Error submitting form. Please try again.
ro: Eroare la trimiterea formularului. Vă rugăm încercați din nou.

source: Order Management
ro: Gestionare Comenzi

source: Manage customer orders and track order fulfillment
ro: Gestionează comenzile clienților și urmărește îndeplinirea comenzilor

source: View your orders and track their status
ro: Vizualizați your orders and track their status

source: 📦 New Order
ro: Crează Comandă Nouă

source: Romanian Hosting Business
ro: Afaceri de Hosting Românești

source: Orders follow Romanian VAT compliance (21%%) and can be converted to proformas/invoices for billing.
ro: Comenzile urmează conformitate TVA Română (21%%) și pot fi convertite în proformă/factură pentru facturare.

source: Total Orders
ro: Total Comenzi

source: Draft Orders
ro: Comenzi Ciornă

source: Pending Orders
ro: Comenzi în Așteptare

source: Search Orders
ro: Ordine de Sortare

source: Filter by Status
ro: Status Sistem

source: 🔍 Search
ro: Caută

source: item
ro: articol

source: Bill to:
ro: Facturare către:

source: incl. VAT
ro: incl. TVA

source: No total calculated
ro: Fără total calculat

source: 👁️ View
ro: 👁️ Vizualizare

source: Notes:
ro: Note:

source: 👁️ View Details
ro: Detalii 👁️ View

source: ✏️ Edit Order
ro: ✏️ Editare Comandă

source: Page %(page_number)s of %(num_pages)s
ro: Pagina %(page_number)s din %(num_pages)s

source: No orders found
ro: Nu s-a găsit niciun(o) orders

source: No orders yet
ro: Nicio comandă deocamdată

source: Try adjusting your search or filter criteria.
ro: Încercați să ajustați criteriile de căutare sau filtrare.

source: Create your first order to get started with order management.
ro: Creați prima dvs. comandă pentru a începe cu gestionarea comenzilor.

source: Orders will appear here once they are created for your account.
ro: Comenzile vor apărea aici odată ce sunt create pentru contul dvs.

source: 📦 Create First Order
ro: Crează Comandă Nouă

source: Show All Orders
ro: Total Comenzi

source: Preview Totals
ro: Previzualizare Totale

source: Financial Summary
ro: Sumar Financial

source: Items:
ro: Articole:

source: Total Quantity:
ro: Cantitate Totală:

source: Payment:
ro: Plată:

source: Product/Service
ro: Produs/Serviciu

source: Select period...
ro: Selectați perioada...

source: cents
ro: cenți

source: Price in cents (e.g., 1999 = 19.99
ro: Preț în cenți (ex.: 1999 = 19.99

source: Domain Name
ro: Domeniu

source: Domain name for this service (if applicable)
ro: Domeniu pentru acest serviciu (dacă este cazul)

source: JSON configuration for product-specific settings
ro: Configurare JSON pentru setări specifice produsului

source: Price Preview
ro: Previzualizare preț

source: Line Total
ro: Total linie

source: Add Item
ro: Adăugați Item

source: Save Changes
ro: Salvează Modificările

source: Swipe left to see actions
ro: Glisați spre stânga pentru a vedea acțiuni

source: Custom Item
ro: Articol personalizat

source: Free
ro: Gratuit

source: ⚙️ Provisioning
ro: Provizionare

source: ✅ Active
ro: Activ

source: 📋 Not Started
ro: Început

source: Edit item inline
ro: Editați item inline

source: Delete item
ro: Ștergeți item

source: View only
ro: Vizualizați only

source: Edit Item
ro: Editați Item

source: Loading edit form...
ro: Se încarcă formularul de editare...

source: Add New Item
ro: Adăugați New Item

source: Add products or services to this order
ro: Adăugați products or services to this order

source: Loading form...
ro: Se încarcă formularul...

source: No items in this order yet
ro: Nu sunt articole în această comandă

source: Order items will appear here once added
ro: Articolele comenzii vor apărea aici odată ce vor fi adăugate

source: Add First Item
ro: Adăugați First Item

source: Editing...
ro: Se editează...

source: Error loading edit form. Please try again.
ro: Eroare la încărcarea formularului de editare. Vă rugăm încercați din nou.

source: Error loading form. Please try again.
ro: Eroare la încărcarea formularului. Vă rugăm încercați din nou.

source: Are you sure you want to delete this item? This action cannot be undone.
ro: Sunteți sigur că doriți să ștergeți acest articol? Această acțiune nu poate fi anulată.

source: Security token not found. Please refresh the page and try again.
ro: Token de securitate nu a fost găsit. Vă rugăm actualizați pagina și încercați din nou.

source: Item deleted successfully
ro: Articol șters cu succes

source: Error:
ro: Eroare:

source: Unknown error occurred
ro: S-a produs o eroare necunoscută

source: Error deleting item. Please try again.
ro: Eroare la ștergerea articolului. Vă rugăm încercați din nou.

source: Item saved successfully
ro: Articol salvat cu succes

source: Try adjusting your search or filter criteria
ro: Încercați să ajustați criteriile de căutare sau filtrare

source: Orders will appear here once customers start placing them
ro: Comenzile vor apărea aici odată ce clienții vor începe să le plaseze

source: Validation passed — order can be promoted to Pending.
ro: Validarea a trecut — comanda poate fi promovată la Așteptare.

source: Preflight Validation Results
ro: Rezultate validare preliminară

source: Product Catalog
ro: Catalog de Produse

source: Choose Your Hosting Plan
ro: Alegeți Your Hosting Plan

source: Select from our reliable hosting solutions designed for Romanian businesses
ro: Selectați din soluțiile noastre fiabile de găzduire proiectate pentru afacerile românești

source: Unable to load products. Please try again later.
ro: Nu s-au putut încărca produsele. Vă rugăm încercați mai târziu.

source: FEATURED
ro: RECOMANDAT

source: per month
ro: pe lună

source: 6 months
ro: 6 luni

source: 12 months
ro: 12 luni

source: setup fee
ro: taxă de configurare

source: Pricing not available
ro: Preț indisponibil

source: Domain required
ro: Domeniu (dacă este necesar)

source: Choose Plan
ro: Alegeți Plan

source: No products found
ro: Nu s-a găsit niciun(o) products

source: Try adjusting your filters or check back later.
ro: Încercați să ajustați filtrele sau reveniti mai târziu.

source: Cart
ro: Coș

source: Featured Product
ro: Produs recomandat

source: Toggle Active Status
ro: Comutați starea activă

source: Toggle Public Visibility
ro: Comutați vizibilitatea publică

source: Private
ro: Privat

source: monthly
ro: Lunar

source: off 6mo
ro: reducere 6 luni

source: off annual
ro: Anual

source: more currencies
ro: Moneda comenzii

source: No pricing set
ro: Fără prețuri setate

source: Edit Product
ro: Editează Produs

source: Manage Pricing
ro: Gestionează Prețuri

source: month
ro: Lunar

source: Showing %(start)s to %(end)s of %(total)s products
ro: Se afișează %(start)s la %(end)s din %(total)s produse

source: No products yet
ro: Niciun produs încă

source: No products match your search criteria. Try adjusting your filters.
ro: Niciun produs nu se potrivește criteriilor de căutare. Încercați să ajustați filtrele.

source: Start building your product catalog by creating your first product.
ro: Începeți să construiți catalogul dvs. de produse creând primul produs.

source: ✨ Create First Product
ro: Crează Produs

source: Product Details
ro: Detalii Product

source: 💰 Pricing
ro: Prețuri

source: Product Type
ro: Tip Produs

source: Provisioning Module
ro: Modul de Provizionare

source: Domain Requirements
ro: Cerințe Domeniu

source: Required at Signup
ro: Obligatoriu

source: Optional Domain
ro: Total Domenii

source: VAT Inclusion
ro: Includere TVA

source: Prices Include VAT
ro: Prețurile includ TVA

source: Prices Exclude VAT
ro: Prețurile exclud TVA

source: Tags
ro: Etichete

source: setup
ro: configurare

source: Min qty:
ro: Cantitate min:

source: This product relates to:
ro: Acest produs se referă la:

source: Other products relate to this:
ro: Alte produse se referă la aceasta:

source: Bundle Memberships
ro: Membru al Pachetelor

source: Quantity:
ro: Cantitate:

source: Required
ro: Obligatoriu

source: Bundle Price
ro: Preț pachet

source: Status & Settings
ro: Status și Setări

source: Not Featured
ro: Nu este recomandat

source: ✏️ Edit Product
ro: Editează Produs

source: 💰 Manage Pricing
ro: Gestionează Prețuri

source: ← Back to Products
ro: Produse Active

source: SEO Information
ro: Informații SEO

source: Meta Title
ro: Titlu Meta

source: Meta Description
ro: Descriere Meta

source: Create Product
ro: Crează Produs

source: Create New Product
ro: Crează Produs Nou

source: Add a new product to your Romanian hosting catalog
ro: Adaugă un produs nou în catalogul tău de hosting românesc

source: Update product information and settings
ro: Actualizați product information and settings

source: Ensure VAT inclusion settings are correct for Romanian tax compliance. Product pricing will be used for e-Factura generation.
ro: Asigurați-vă că setările de includere a TVA sunt corecte pentru conformitatea fiscală română. Prețul produsului va fi utilizat pentru generarea e-Facturii.

source: Provisioning Settings
ro: Setări de Provizionare

source: Default Service Plan
ro: Creează Serviciu

source: Module Configuration
ro: Configurație

source: Status & Visibility
ro: Status și Vizibilitate

source: Romanian Business Settings
ro: Setări Afaceri Românești

source: SEO Settings
ro: Setări SEO

source: Additional Metadata
ro: Metadate suplimentare

source: ✨ Create Product
ro: Crează Produs

source: Manage hosting products and services for Romanian business compliance
ro: Gestionează produsele și serviciile de hosting pentru conformitatea cu afacerile românești

source: ✨ New Product
ro: Crează Produs Nou

source: Total Products
ro: Total Produse

source: Active Products
ro: Produse Active

source: Public Products
ro: Produse Publice

source: Featured Products
ro: Produse Recomandate

source: Product name, slug, description...
ro: Nume produs, slug, descriere...

source: Active Status
ro: Status Activ

source: All Status
ro: Toate Statusurile

source: Active Only
ro: Numai activ

source: Inactive Only
ro: Inactiv

source: Public Status
ro: Status Public

source: All Visibility
ro: Toată Vizibilitatea

source: Public Only
ro: Public

source: Private Only
ro: Privat

source: Loading products...
ro: Se încarcă produse...

source: Delete Price
ro: Ștergeți Price

source: Confirm Deletion
ro: Configurație

source: Are you sure you want to delete this pricing configuration? This action cannot be undone.
ro: Sunteți sigur că doriți să ștergeți această configurație de preț? Această acțiune nu poate fi anulată.

source: Price to Delete
ro: Preț de șters

source: Monthly Price
ro: Preț lunar

source: 6-month Discount
ro: Reducere pe 6 luni

source: Annual Discount
ro: Reducere anuală

source: Add Price
ro: Adăugați Price

source: Add New Price
ro: Adăugați New Price

source: Configure simplified pricing for
ro: Configurați tarifare simplificată pentru

source: Simplified Pricing Model
ro: Model de tarifare simplificat

source: Set one monthly price and optional discounts:
ro: Setați un preț lunar și reduceri opționale:

source: Monthly: Base price (what you enter)
ro: Lunar: Preț de bază (ceea ce introduceți)

source: Semi-annual: Monthly × 6 (with optional discount)
ro: Semestrial: Lunar × 6 (cu reducere opțională)
